{
  "users": [
    {
      "email": "k.ratusheva@gmail.com",
      "password": "$2a$10$j8OeHv/LZFq7jC0vn5KcBerB3RZa5/HXdlCgs.Vh4.v3sF4snO6CW",
      "login": "k.ratusheva",
      "id": 1
    },
    {
      "email": "test@mail.ru",
      "password": "$2a$10$ukCvKt3vtQWfuMsc2WoPcO.rYKNrL3mlY5LNzqZ02ipLeHn.BWi7m",
      "login": "test",
      "id": 2
    }
  ],
  "films": [
    {
      "id": "rajja-i-poslednij-drakon",
      "name": "Райя и последний дракон",
      "tagline": "—",
      "time": "107 мин. / 01:47",
      "year": "2021",
      "age": "6+",
      "rating": 8.2,
      "category": [
        "Мультфильм",
        "Фэнтези",
        "Комедия"
      ],
      "type": "Новинки",
      "country": [
        "США"
      ],
      "description": "Давным-давно в волшебной стране Кумандре бок о бок с людьми жили драконы — создатели и хранители воды. Мирной жизни пришел конец, когда появились друуны. Порождения тьмы обращали людей и драконов в каменные изваяния, и только магия драконихи Сису смогла прогнать злых созданий и расколдовать людей, но на драконов не подействовала. Кумандра раскололась на государства Сердца, Клыка, Когтя, Хребта и Хвоста, а волшебный драконий камень хранился в стране Сердца, которой правил отец Райи. Он мечтал объединить земли, но из-за человеческой жадности и зависти артефакт раскололся. Правитель каждой страны заполучил по осколку, а друуны снова стали властвовать безраздельно. Несколько лет спустя Райя и её верный спутник Тук-Тук бесстрашно колесят по выжженной пустыне, исследуя оставшиеся реки и не теряя надежды найти последнего дракона — последнюю надежду людей одержать победу над друунами.",
      "producer": "Дон Холл",
      "actors": [
        "Келли Мари Трэн",
        "Аквафина",
        "Айзек Ванг",
        "Джемма Чан",
        "Дэниэл Дэ Ким",
        "Бенедикт Вонг",
        "Джона Сяо",
        "Сандра О",
        "Талия Чан",
        "Люсиль Сун"
      ],
      "img": "https://1.bp.blogspot.com/-xivZCtcvZa0/YPoMpT-7QHI/AAAAAAABHzQ/LJyQIR0_DGQXP0ret4OzwxHq3owSOrDfACNcBGAsYHQ/s900/Raya%2BAnd%2BThe%2BLast%2BDragon%2B2021%2Bx264%2B720p%2BWebHD%2BEsub%2BEnglish%2BHindi%2BTHE%2BGOPI%2BSAHI.jpg",
      "video": "https://youtu.be/BekIFtj5nUo"
    },
    {
      "id": "otrjad-samoubijc-2-missija-navylet",
      "name": "Отряд самоубийц 2: Миссия навылет",
      "tagline": "«Они до смерти хотят спасти мир»",
      "time": "132 мин. / 02:12",
      "year": "2021",
      "age": "18+",
      "rating": 6.9,
      "category": [
        "Боевик",
        "Комедия",
        "Фантастика"
      ],
      "type": "Популярные",
      "country": [
        "США"
      ],
      "description": "Кому пришла в голову мысль, что отпетых негодяев можно изменить? Они всем нутром желают творить хаос и разруху, и лишь невероятные причины могут побудить их сделать что-то хорошее. Именно нечто подобное и случилось в недалёком будущем. Когда преступники были арестованы и помещены за решётку, сбежать откуда не представляется возможным, над миром нависла серьёзная угроза. Благодаря этому событию отморозки получают шанс выбраться на свободу. Самостоятельно власти не могут устранить угрозу, а значит всё человечество находится на грани уничтожения. Даже супергероям не удаётся разобраться с проблемой, для чего и создают специальную преступную группу. Самые отчаянные преступники становятся членами отряда самоубийц, которым получают выполнение практически невозможных миссий. Если им удастся победить в предстоящей борьбе, то Земля будет спасена, а если нет – то никто не будет жалеть о смерти негодяев. Никто не предупредил героев о том, что их заведомо отправляют на задание, с которого им не вернуться живыми. Когда же негодяи узнают о том, что правительство играет с ними не честно, после победы над врагами решают отомстить и высшему руководству Америки. Сами того не понимая, власти обзаводятся опасными недоброжелателями, от которых их никто не сможет защитить. Теперь вы можете фильм Отряд самоубийц 2: Миссия навылет смотреть онлайн в хорошем качестве.",
      "producer": "Джеймс Ганн",
      "actors": [
        "Марго Робби",
        "Идрис Эльба",
        "Джон Сина",
        "Юэль Киннаман",
        "Джай Кортни",
        "Питер Капальди",
        "Давид Дастмалчян",
        "Сильвестр Сталлоне",
        "Майкл Рукер"
      ],
      "img": "https://image.tmdb.org/t/p/w600_and_h900_bestv2/mJkH0C3AAX6Au7cIEv1YMSH09UT.jpg",
      "video": "https://youtu.be/73zbG_8DtoE"
    },
    {
      "id": "tihoe-mesto-2",
      "name": "Тихое место 2",
      "tagline": "«Silence is Not Enough»",
      "time": "90 мин. / 01:30",
      "year": "2021",
      "age": "16+",
      "rating": 6.7,
      "category": [
        "Ужасы",
        "Триллер"
      ],
      "type": "Новинки",
      "country": [
        "США"
      ],
      "description": "В центре сюжета продолжение истории про семью Эбботов. Они в своё время жили в небольшом доме, далеко от цивилизации. Вскоре обнаружив рядом с собою логово монстров, они попадают в опасную ловушку. Всё потому, что монстры агрессивные, но полностью слепые. Шум может привести к смерти, потому семья учится тихо передвигаться по дому и общаться жестами, стараясь не выходить из комнаты просто так. Теперь же им предстоит покинуть дом, так как пора двигаться дальше. И тем самым главные герои смогут узнать о том, что происходит во внешнем мире. Там всё стало хуже, так как монстры появились и в других местах. И теперь семейству предстоит выживать, правда в новых условиях для себя. Единственный способ сделать это научиться метко стрелять и не бояться. Но возможно ли последнее, когда рядом огромные монстры и многое другое? Теперь вы можете фильм Тихое место 2 смотреть онлайн в хорошем качестве.",
      "producer": "Джон Красински",
      "actors": [
        "Эмили Блант",
        "Милли Симмондс",
        "Киллиан Мёрфи",
        "Ноа Джуп",
        "Джимон Хонсу",
        "Джон Красински",
        "Лорен-Эшли Кристияно",
        "Блейк ДеЛонг",
        "Шери Фэйрчайлд"
      ],
      "img": "https://avatars.mds.yandex.net/get-kinopoisk-image/4303601/1baf9b8b-9476-4698-a42f-2a76a5779ce0/600x900",
      "video": "https://youtu.be/gYwowpbn_xs"
    },
    {
      "id": "vremja",
      "name": "Время",
      "tagline": "«Жизнь — лишь вопрос времени»",
      "time": "113 мин. / 01:53",
      "year": "2021",
      "age": "16+",
      "rating": 6.3,
      "category": [
        "Боевик",
        "Триллер",
        "Детектив"
      ],
      "type": "Новинки",
      "country": [
        "США"
      ],
      "description": "История увлекательного фильма рассказывает, что не стоит ходить там, где не нужно. Особенно если это отдаленный забытый человеком пляж. Компания из тринадцати молодых ребят принимает решение отправиться на данную территорию, они уверены, что здесь уютно, никто не побеспокоит во время отдыха. Каждый мечтает о своем, одни хотят отдохнуть от суеты города, вторые пытаются наладить личную жизнь. Когда друзья попали на пляж, поняли, о покое можно забыть, ведь начали происходить странные и необъяснимые события. Действия начались с того момента, когда шестилетний ребенок решил погулять среди скал, но вернулся домой уже взрослым человеком. Мать, увидев ребенка, чуть не сошла с ума, ведь вернулся взрослый сын, в голове совершенно не укладывались мысли, как такое возможно. Одновременно с происходящими событиями, молодая беременная девушка стала понимать, что в животе твориться что-то странное, ведь плод стремительно начал расти. Самое ужасное то, что центральные персонажи нашли мертвое тело неизвестного человека, теперь все стали понимать, что творятся необъяснимые и страшные вещи, и нужно поскорее покинуть это место, и не оказаться в руках нечистой зловещей силы. Теперь вы можете фильм Время смотреть онлайн в хорошем качестве.",
      "producer": "М. Найт Шьямалан",
      "actors": [
        "Гаэль Гарсиа Берналь",
        "Вики Крипс",
        "Руфус Сьюэлл",
        "Кен Люн",
        "Никки Амука-Бёрд",
        "Эбби Ли",
        "Аарон Пьер",
        "Алекс Вулф",
        "Эмбет Дэвидц",
        "Элайза Сканлен"
      ],
      "img": "https://avatars.mds.yandex.net/get-kinopoisk-image/4303601/a2f5c334-8266-4d8d-b211-cd25ca9f0921/600x900",
      "video": "https://youtu.be/A4U2pMRV9_k"
    },
    {
      "id": "krolik-piter-2",
      "name": "Кролик Питер 2",
      "tagline": "«И целого сада мало»",
      "time": "93 мин. / 01:33",
      "year": "2021",
      "age": "6+",
      "rating": 6.4,
      "category": [
        "Комедия",
        "Приключение",
        "Фэнтези",
        "Мультфильм"
      ],
      "type": "Новинки",
      "country": [
        "Австралия",
        "Индия"
      ],
      "description": "Маленький кролик Питер и остальные непоседливые крольчата теперь живут в мире и согласии вместе с людьми. Больше нет никакой вражды между ним и Томасом. Самому мужчине очень полюбились кролики, и он смог сделать все возможное, чтобы найти с ними общий язык. Немалую роль в этом сыграла прекрасная Беатрис. Томас до безумия влюблен в девушку и готов сделать все, чтобы она была счастлива рядом с ним. Потерпеть кроликов не такое уж и сложное дело, если искренне любишь. Теперь влюбленные и их маленькие животные живут за городом. У них хорошая и спокойная жизнь, о которой можно только мечтать. Один Питер никак не может успокоиться, ему все кажется, что он рожден для настоящих приключений, а не для такой скуки, какой является жизнь в семье. Он отправляется в большой город, где он надеется добиться успехов, но Беатрис, Томас и крольчата отправляются за ним. Они просто не могут позволить Питеру потеряться в городе. Сбежавшему кролики придется решить, что же ему наиболее важно. Теперь вы можете фильм Кролик Питер 2 смотреть онлайн в хорошем качестве.",
      "producer": "Уилл Глак",
      "actors": [
        "Джеймс Корден",
        "Элизабет Дебики",
        "Ленни Джеймс",
        "Марго Робби",
        "Айми Хорн",
        "Руперт Дегас",
        "Донал Глисон",
        "Роуз Бирн",
        "Дэвид Ойелоуо",
        "Сиа"
      ],
      "img": "https://image.tmdb.org/t/p/w600_and_h900_bestv2/cycDz68DtTjJrDJ1fV8EBq2Xdpb.jpg",
      "video": "https://youtu.be/22yXdb5FRhg"
    },
    {
      "id": "godzilla-protiv-konga",
      "name": "Годзилла против Конга",
      "tagline": "«Один из них падет»",
      "time": "113 мин. / 01:53",
      "year": "2021",
      "age": "12+",
      "rating": 6.2,
      "category": [
        "Фантастика",
        "Боевик",
        "Триллер"
      ],
      "type": "Новинки",
      "country": [
        "США"
      ],
      "description": "Мир будущего изменился, когда из-под земли начали вылезать кайдзю. Это были исполинского размера создания, способные сровнять с землей города. Главной среди них была Годзилла, которая победила всех конкурентов и спасла человечества от своих злобных сородичей. Корпорация «Монарх», которая во время того противостояния изучала чудовищ, решила любой ценой выяснить откуда они появились. Для осуществления этой цели была организована крупная экспедиция на остров Черепа, где предположительно, должны были находится следы первых кайдзю. Вместо этого, на острове они нашли исполинских размеров примата, которому дали имя Кинг Конг. Тот считал себя хозяином этой территории, а людей незваными гостями, которых собирался прогнать. Однако, в команде была девушка по имени Джиа, с которым у Конга образовалась какая-то синергия. Воспользовавшись моментом, солдаты «Монарха» выстрелили усыпляющими дротиками в Конга и привезли его в Соединенные Штаты. Внезапно, появилась Годзилла и напала на него. Причину такого поступка никто не знал, но разрушения, вследствие их драки, были огромные. Наблюдающий за Годзиллой Мэдисон Расселл был удивлен таким поведением монстра и стал сомневаться в том, что тот защищает людей. Теперь вы можете фильм Годзилла против Конга смотреть онлайн в хорошем качестве.",
      "producer": "Адам Вингард",
      "actors": [
        "Александр Скарсгард",
        "Милли Бобби Браун",
        "Ребекка Холл",
        "Брайан Тайри Генри",
        "Сюн Огури",
        "Эйса Гонсалес",
        "Джулиан Деннисон",
        "Лэнс Реддик",
        "Кайл Чандлер",
        "Демиан Бичир"
      ],
      "img": "https://s3-ap-northeast-1.amazonaws.com/peatix-files/pod/10371218/cover-5KYaB1CTAklQHm846mHTFkozgDN.jpg",
      "video": "https://youtu.be/odM92ap8_c0"
    },
    {
      "id": "krasotka-na-vzvode",
      "name": "Красотка на взводе",
      "tagline": "«You're in for a shock»",
      "time": "91 мин. / 01:31",
      "year": "2021",
      "age": "18+",
      "rating": 5.6,
      "category": [
        "Боевик",
        "Комедия"
      ],
      "type": "Новинки",
      "country": [
        "США"
      ],
      "description": "Линди - молодая женщина, которая с самого раннего детства отличалась довольно буйным и сложным нравом. Родители надеялись, что с ходом времени девочка сможет научиться контролировать свой гнев и это не превратится для нее в будущем в большую проблему. Но, они слишком сильно ошибались. Линди работает вышибалой и приступы гнева едва ли не сводят ее с ума. Опасаясь перейти границу и совершить убийство, находясь в очередном приступе ярости, женщина купила себе особенный жилет - время от времени бьющий ее током, позволяющий хотя бы немного сбросить напряжение. До определенного момента все было весьма неплохо и женщине удавалось создавать иллюзию контроля в своей жизни. Все изменилось, когда возлюбленного Линди убили неизвестные. Оставшись совершенно одна, она надеялась лишь на то, что полиция вовремя возьмется за дело и отыщет виновных. Но, проходит несколько месяцев, а слуги закона лишь разводят руками, так как они не в силах ничем помочь оставшейся в одиночестве женщине - убийцу отыскать невозможно. Оставив жилет дома, Линди отправляется в длительную дорогу. Больше она не намерена сдерживаться. Отыскав убийцу своего любимого человека, она выместит на нем весь гнев, копившийся годами. Теперь вы можете фильм Красотка на взводе смотреть онлайн в хорошем качестве.",
      "producer": "Таня Уэкслер",
      "actors": [
        "Кейт Бекинсейл",
        "Бобби Каннавале",
        "Джай Кортни",
        "Лаверн Кокс",
        "Дэвид Брэдли",
        "Ори Феффер",
        "Сьюзен Сарандон",
        "Стэнли Туччи",
        "Константин Грегори",
        "Льюис Иэн Брэй"
      ],
      "img": "https://i.epscape.com/render/76406961c9e25c5db6546dfa094cf0f8.webp.jpg",
      "video": "https://youtu.be/CjnPtHZrFko"
    },
    {
      "id": "ne-vremja-umirat",
      "name": "Не время умирать",
      "tagline": "—",
      "time": "163 мин. / 02:43",
      "year": "2021",
      "age": "12+",
      "rating": 7.4,
      "category": [
        "Боевик",
        "Триллер",
        "Приключения"
      ],
      "type": "Новинки",
      "country": [
        "Великобритания",
        "США"
      ],
      "description": "На протяжении нескольких десятилетий Джеймс Бонд успешно выполнял задания МИ-6 по всему земному шару. Какой бы сложной не была операция, начальство всегда было уверено в блестящем успехе своего лучшего оперативника. Однако, годы службы капитально вымотали протагониста, после чего он решил уйти в отставку. Покончив с погонями и стрельбой, британец перебрался жить подальше от Туманного Альбиона, поселившись в одном из бунгало солнечной Ямайки. Там герой наслаждается совершенно тишиной и спокойствием, которых ему не хватало так много лет. Вот только Бонд слишком хороший агент, чтобы его так просто оставили в покое. Феликс Лейтер, с которым Джеймс когда-то сотрудничал, во время совместного с ЦРУ задания, появился на острове, как град среди ясного неба. Он сразу же обратился к герою за помощью, рассказав об одном очень серьёзном происшествии. Выяснилось, что террористы выкрали одного гениального профессора, способного создать для бандитов мощную ядерную боеголовку. Если подобное произойдёт, то над всеми крупнейшими странами нависнет смертельная опасность. Недолго думая, англичанин соглашается снова приняться за дело, ведь безопасность всего человечества всегда была для разведчика на первом месте. Теперь вы можете фильм Не время умирать смотреть онлайн в хорошем качестве.",
      "producer": "Кэри Дзёдзи Фукунага",
      "actors": [
        "Дэниэл Крэйг",
        "Рами Малек",
        "Леа Сейду",
        "Лашана Линч",
        "Бен Уишоу",
        "Наоми Харрис",
        "Билли Магнуссен",
        "Ана де Армас",
        "Кристоф Вальц",
        "Рэйф Файнс"
      ],
      "img": "https://i.pinimg.com/736x/df/6c/1b/df6c1bfb517a8ab6e819fb0f6b0cc995.jpg",
      "video": "https://youtu.be/N1r36HTysDM"
    },
    {
      "id": "otcovstvo",
      "name": "Отцовство",
      "tagline": "«In It, Together»",
      "time": "109 мин. / 01:49",
      "year": "2021",
      "age": "18+",
      "rating": 6.7,
      "category": [
        "Драма",
        "Комедия"
      ],
      "type": "Новинки",
      "country": [
        "США"
      ],
      "description": "Счастливый брак, искренняя любовь – идеальные отношения для создания потомства. Недолгое ожидание, некоторые бессонные ночи, и вот – результат теста положительный. Радости нет предела, а волнение то и дело, накатывает и отходит. Получая частые консультации и советы от семейного врача, пара всячески готовится к появлению нового члена семьи. Обустройство кроватки, комнаты, приобретение книг и игрушек – лишь начало пути отцовства и материнства. Моральная подготовка – тоже очень важная часть в процессе становления родителем. Чёрная полоса началась, когда семейный врач сменился незнакомым ранее. Очередной визит предвещает не лучшие последствия и все это чувствуют. Наступил день, когда на свет появится новое чудо. Роды прошли отлично, и счастье переполняло родителей. Сразу после рождения ребёнка, жена падает в обморок. Попытки врачей привести её в чувства – тщетны. Трагедия, что была неожиданным событием в жизни – стала причиной больших проблем. Мэтт берёт на себя полное обеспечение и опеку над ребёнком, желая вырастить своё чадо в любви и заботе. Самостоятельное воспитание предрекает многие трудности и радости. Сумеет ли главный герой дать всё необходимое для своего малыша и навсегда остаться любящим отцом? Теперь вы можете фильм Отцовство смотреть онлайн в хорошем качестве.",
      "producer": "Пол Вайц",
      "actors": [
        "Кевин Харт",
        "Лил Рел Ховери",
        "Мелоди Херд",
        "Элфри Вудард",
        "ДеВанда Уайз",
        "Пол Райзер",
        "Энтони Кэрриган",
        "Дебора Айоринде",
        "Фрэнки Фэйзон",
        "Тедра Портер"
      ],
      "img": "https://static.kinoafisha.info/k/movie_posters/1080x1920/upload/movie_posters/5/5/8/8360855/a5f59019137d2939e4a20ea5bdf4167a.jpg",
      "video": "https://youtu.be/QNF3mfspI44"
    },
    {
      "id": "svinja",
      "name": "Свинья",
      "tagline": "«We don't get a lot of things to really care about»",
      "time": "92 мин. / 01:32",
      "year": "2021",
      "age": "18+",
      "rating": 6.3,
      "category": [
        "Драма",
        "Триллер"
      ],
      "type": "Новинки",
      "country": [
        "Великобритания"
      ],
      "description": "Роб – нелюдимый бородатый, неряшливый, заросший отшельник, который 15 лет живет в пустошах Орегона в ветхом доме. У него есть единственный друг – трюфельная свинья, специально обученная для поиска грибов. Круглыми сутками парочка ходит по лесу, ищут грибы, сидят у теплой печки. Раз в неделю мужчине приходится видеться с высокомерным глупым мажором Амиром. Он каждый четверг приезжает в глушь купить трюфели, оскорбить хрюшку, попытаться заговорить с Робом. Но попытки общения тщетны. Но «идеальная» жизнь далее не продлилась. Ночью двое неизвестных вломились в дом, жестоко избили затворника, украли любимого животного. Очнувшись, мужчина сразу решает идти на её поиски, но возникает большая проблема. Из городских знакомых в живых у него есть остался ненавистный Амир. Вместе они едут в Портленд, где надеются найти вора, но все намного сложнее, чем кажется. Их совместное путешествие откроет множество тайн, которые хранит город. Роб откроется совсем с другой стороны, ведь пережить потерю не так просто. Амир из недалекого парня постепенно показывается в закомплексованного ребенка со своими бедами и переживаниями. Теперь вы можете фильм Свинья смотреть онлайн в хорошем качестве.",
      "producer": "Майкл Сарноски",
      "actors": [
        "Николас Кейдж",
        "Алекс Вулф",
        "Cassandra Violet",
        "Джулия Брэй",
        "Elijah Ungvary",
        "Бет Харпер",
        "Брайан Сазерленд",
        "Дэвид Шонесси",
        "Гретчен Корбетт",
        "Шон Тарджото"
      ],
      "img": "https://www.themoviedb.org/t/p/w600_and_h900_bestv2/7GLDmff6cpcSUNDkrfEGh7zp73R.jpg",
      "video": "https://youtu.be/c-hFLl7mYlw"
    },
    {
      "id": "luka",
      "name": "Лука",
      "tagline": "—",
      "time": "95 мин. / 01:35",
      "year": "2021",
      "age": "6+",
      "rating": 7.6,
      "category": [
        "Мультфильм",
        "Фэнтези",
        "Комедия"
      ],
      "type": "Новинки",
      "country": [
        "США",
        "Италия"
      ],
      "description": "Добро пожаловать на просторы солнечной Италии. В одном из городов этой страны проживает мальчишка, которого зовут Лукой. Парнишке несказанно повезло, ведь ему совсем не нужно ходить в школу и делать уроки, по причине наступивших летних каникул. Это означает, что сорванец всё свободное время может тратить на игры и развлечения, а также заводить новых хороших друзей. Лука от рождения является очень общительным ребёнком, а потому очень быстро обзаводится приятелем. Мальчишки всё время проводят вместе, катаются на мотороллере и обсуждают заветные мечты. Однако, очень скоро наступают разительные перемены, из-за чего протагонист вынужден очень быстро взрослеть и принимать непростые решения. Луке неизвестно, что его новый друг вовсе не является человеком. Он – чудовище из космоса, желающее изучить повадки и природу людей. Для этого он и притворился ребёнком, чтобы не вызывать никакого подозрения у окружающих. Монстр в дальнейшем намерен уничтожить человечество, а также приятеля, во всяком случае именно такие цели он преследовал изначально. Но позже пришелец больше не хочет вредить людям, ведь он познал суть настоящей дружбы. Всё бы ничего, но сородичи инопланетянина не готовы рушить свои планы, из-за чего герои должны будут вступить в противостояние с целой расой из космоса. Теперь вы можете мультфильм Лука смотреть онлайн в хорошем качестве.",
      "producer": "Энрико Касароса",
      "actors": [
        "Джейкоб Тремблей",
        "Майя Рудольф",
        "Джек Дилан Грейзер",
        "Джим Гэффиган",
        "Emma Berman",
        "Марко Барричелли",
        "Саверио Раймондо"
      ],
      "img": "https://image.tmdb.org/t/p/w600_and_h900_bestv2/9jPa6SlUYxPFMVZlEuceiPPAA15.jpg",
      "video": "https://youtu.be/Tn1eN62hW5s"
    },
    {
      "id": "put-domoj",
      "name": "Путь домой",
      "tagline": "«Её ведёт не поводок, а любовь»",
      "time": "90 мин. / 01:30",
      "year": "2019",
      "age": "6+",
      "rating": 7.3,
      "category": [
        "Мелодрама",
        "Семейный"
      ],
      "type": "Популярные",
      "country": [
        "Китай",
        "США"
      ],
      "description": "Лукас и его подруга Оливия находят симпатичного щеночка в доме, который подлежит сносу. Они решают взять собаку с собой и в итоге дают ей кличку Белла. Обнаружив, что многие щенки также нашли убежище в этом доме, они предотвращают снос. Разъяренный владелец компании в отместку распространяет слух о том, что Белла является питбулем - породой, которая считается опасной для окружающих и запрещена в городе Денвер. Поскольку позже Беллу забирает служба по контролю за животными, Лукас и Оливия вынуждены перебраться в пригород, чтобы вернуть своего любимого домашнего питомца. Однажды герои фильма доверяют Беллу своим друзьям, которые живут в Нью-Мехико, но собака, неспособная вынести расстояние с хозяевами, начинает длинное и полное многочисленных опасностей 'четвероногое путешествие': в течение двух с половиной лет она преодолевает расстояние в 650 километров, чтобы, наконец, вернуться домой. Теперь вы можете фильм Путь домой смотреть онлайн в хорошем качестве.",
      "producer": "Чарльз Мартин Смит",
      "actors": [
        "Брайс Даллас Ховард",
        "Эшли Джадд",
        "Эдвард Джеймс Олмос",
        "Александра Шипп",
        "Джона Хауэр-Кинг",
        "Кристофер Бауэр",
        "Бэрри Уотсон",
        "Мотелл Джин Фостер",
        "Уэс Стьюди",
        "Джон Кассини"
      ],
      "img": "https://avatars.mds.yandex.net/get-zen_doc/1525719/pub_606985dcb2078603794f01bd_6069eb5bdae78e3f287d29b8/scale_1200",
      "video": "https://youtu.be/Qwkbi41wnbw"
    },
    {
      "id": "verju-v-ljubov",
      "name": "Верю в любовь",
      "tagline": "«Одна жизнь может изменить мир»",
      "time": "115 мин. / 01:55",
      "year": "2020",
      "age": "12+",
      "rating": 6.5,
      "category": [
        "Драма",
        "Мелодрама",
        "Биография"
      ],
      "type": "Популярные",
      "country": [
        "США"
      ],
      "description": "Любовь огромные границы способна превратить в небольшие дорожки. Это чувство скрепляет разных людей, делая их заложниками сердец. Даже одинокие и отстраненные личности не могут игнорировать назначенные встречи. Подростку не интересно учиться в учебном заведении, он думал только о музыке. Несмотря на симпатичную внешность, он хочет поскорее начать отношения с представительницами слабого пола. Он постоянно наблюдался на разных вечеринках, где сталкивается с постоянными признаниями. Джереми никогда не был чувствительным, он отказывал всем, называя вещи своими именами. Он в собственном репертуаре не использует песни, чтобы нежнее разговаривать с привлекательными особами, а говорит только правду. Ситуация кардинально изменилась, когда он на пути встретил Мелиссу. Она сильная и невозмутимая с собственными принципами. Это зацепило его. Теперь главный герой решает добиться расположения сердца барышни. Оказывается. Что такой характер за сутки не изменить. Чтобы мог подумать, что причины ее предвзятого отношения расползаются за пределами вкусов. Незнакомка тщательно скрывает тайны, это дает возможность радоваться жизни, и познавать истинные светлые чувства. Теперь вы можете фильм Верю в любовь смотреть онлайн в хорошем качестве.",
      "producer": "Эндрю Эрвин",
      "actors": [
        "Кей Джей Апа",
        "Бритт Робертсон",
        "Нэйтан Парсонс",
        "Гэри Синиз",
        "Шенайя Твейн",
        "Рубен Додд",
        "Николас Бехтель",
        "Мелисса Роксбур",
        "Терри Серпико",
        "Таня Кристиансен"
      ],
      "img": "https://pbs.twimg.com/media/EV7KpsQX0AAsVW-.jpg",
      "video": "https://youtu.be/YnxHyBbYwQQ"
    },
    {
      "id": "esche-po-odnoj",
      "name": "Еще по одной",
      "tagline": "—",
      "time": "110 мин. / 01:50",
      "year": "2020",
      "age": "18+",
      "rating": 7.5,
      "category": [
        "Драма",
        "Комедия"
      ],
      "type": "Популярные",
      "country": [
        "Дания",
        "Швеция"
      ],
      "description": "В ходе очередной посиделки четверо друзей вспоминают про гипотезу одного философа и психиатра, что наличие в крови небольшого количества алкоголя повышает работоспособность и способствует улучшению жизни человека. По мнению ученого, поддержание определенного количества выпитого улучшает творческие способности личности. Так как многие из них переживают некоторые переживания и ведут довольно скучный образ жизни, они решают проверить ее и начинают понемногу выпивать во время работы. Впоследствии действительно у них многое в жизни налаживается. Семейные и служебные проблемы решаются. Мартин, который преподает в школе историю, вызывает скуку у учащихся. Свое недовольство по этому поводу учителю высказывают родители школьников, переживая за некомпетентную подготовку к предстоящим экзаменам, однако после того, как он стал придерживаться вспомнившейся теории, он пользуется успехом у подростков. Остальные напарники также становятся яркими преподавателями. Компания намерена увеличить дозу принимаемого промилле, рассчитывая, что это принесет большую эффективность. Они собираются вместе и напиваются. Незамедлительно на следующий же день у некоторых возникают конфликтные ситуации с членами семьи. У историка и вовсе уходит супруга, считая, что он стал алкоголиком. Друзья не хотят продолжать задуманный эксперимент. Теперь вы можете фильм Еще по одной смотреть онлайн в хорошем качестве.",
      "producer": "Томас Винтерберг",
      "actors": [
        "Мадс Миккельсен",
        "Томас Бо Ларсен",
        "Магнус Милланг",
        "Ларс Ранте",
        "Мария Бонневи",
        "Хелена Рейнгор Нойманн",
        "Суссе Вольд",
        "Магнус Сьёруп",
        "Силас Корнелиус Ван",
        "Альберт Рудбек Линдхардт"
      ],
      "img": "https://webteizle.net/i/afis/b/a10163.jpg",
      "video": "https://youtu.be/9ZiInPYrXG0"
    },
    {
      "id": "dzhoker",
      "name": "Джокер 2019",
      "tagline": "«Сделай счастливое лицо»",
      "time": "122 мин. / 02:02",
      "year": "2019",
      "age": "18+",
      "rating": 8.1,
      "category": [
        "Триллер",
        "Драма",
        "Криминал"
      ],
      "type": "Популярные",
      "country": [
        "США",
        "Канада"
      ],
      "description": "В центре повествования драматического триллера 'Джокер' оказывается сорокалетний мужчина по имени Артур Флек, который живет в коррумпированном Готэме вместе со своей матерью Пенни. Поскольку город захлестнула волна преступности, он подвергается нападению уличных хулиганов во время своей работы в образе клоуна. Главный герой мечтает стать знаменитым юмористом, однако психическое расстройство не позволяет Артуру осуществить свою мечту. Однажды вечером, когда он возвращается домой на метро после неприятного инцидента, после которого его уволили, трое сотрудников компании Wayne Enterprises решили избить Артура. Но тот, имея револьвер, оставленный бывшим коллегой, убивает двоих в целях самообороны, а затем разбирается и с третьим парнем. Тем временем в городе вспыхивают демонстрации в знак протеста против местных богачей, и Артур решает воспользоваться этим, чтобы перевоплотиться в Джокера... Теперь вы можете фильм Джокер смотреть онлайн в хорошем качестве.",
      "producer": "Тодд Филлипс",
      "actors": [
        "Хоакин Феникс",
        "Роберт Де Ниро",
        "Зази Битц",
        "Фрэнсис Конрой",
        "Бретт Каллен",
        "Шей Уигэм",
        "Билл Кэмп",
        "Гленн Флешлер",
        "Ли Гилл",
        "Джош Пэйс"
      ],
      "img": "https://avatars.mds.yandex.net/get-kinopoisk-image/1946459/84934543-5991-4c93-97eb-beb6186a3ad7/600x900",
      "video": "https://youtu.be/VCMaJLwChfs"
    },
    {
      "id": "krujella",
      "name": "Круэлла",
      "tagline": "«Hello cruel world»",
      "time": "134 мин. / 02:14",
      "year": "2021",
      "age": "12+",
      "rating": 7.3,
      "category": [
        "Комедия",
        "Криминал"
      ],
      "type": "Новинки",
      "country": [
        "США"
      ],
      "description": "Сюжет увлекательного фильма разворачивается вокруг коварной и эффектной женщины Круэллы де Виль, она обожает черно-белый цвет. Женщина привыкла постоянно добиваться желаемого, с ее нереальными финансовыми возможностями, она себе можно позволить самые дорогие вещи. Однажды она заприметила одну семью, где жило огромное количество маленьких щенков-далматинцев. В ее злобной голове тут де появилась идея, теперь девушка хочет из шкур маленьких и милых собак сшить уникальную шубу, которая отлично дополнит ее образ. Злодейка решат реализовать гениальный план, но хозяин щенков напрочь отказывается продавать домашних любимцев. Но небольшая неудача на этом моменте не остановила красавицу. Она принимает решение благодаря верным помощникам, выкрасть этих собачек, и приступить к запланированным работам над новой вещицей. Главная героиня не представляла, что питомцы могут за себя постоять. В это время хозяева стараются отыскать членов семьи, совершенно не понимая, что малышам грозит опасность. Только объединившись, щенки смогут противостоять преступнице и спасти собственные шкуры. Как будут происходить дальнейшие события фильма, смогут несчастные персонажи выбраться их рук злобной особы? Теперь вы можете фильм Круэлла смотреть онлайн в хорошем качестве.",
      "producer": "Крэйг Гиллеспи",
      "actors": [
        "Эмма Стоун",
        "Эмма Томпсон",
        "Джоэль Фрай",
        "Пол Уолтер Хаузер",
        "Джон Маккри",
        "Эмили Бичем",
        "Марк Стронг",
        "Кайван Новак",
        "Кирби Хауэлл-Баптист",
        "Джэми Деметриу"
      ],
      "img": "https://1.bp.blogspot.com/-igDhb4XSjRA/YLVEHC9StxI/AAAAAAAABi4/we6jK9uvqdYQCUDEYKW22EEJJf4VckyJACLcBGAsYHQ/s900/ljPHd7WiPVKmuXi1hgQUpZQslbC.jpg",
      "video": "https://youtu.be/w4c2sCBruzU"
    },
    {
      "id": "mortal-kombat",
      "name": "Мортал Комбат",
      "tagline": "—",
      "time": "110 мин. / 01:50",
      "year": "2021",
      "age": "18+",
      "rating": 6.2,
      "category": [
        "Боевик",
        "Фэнтези",
        "Фантастика"
      ],
      "type": "Популярные",
      "country": [
        "США"
      ],
      "description": "В семнадцатом веке жизнь в Японии требовала от мужчины мужества и умения владеть оружием, и Ханзо Хасаши воистину великий мастер клинка, но даже это не спасает его от беды. Пока он объезжает окрестности, на замок нападает банда могущественного криоманта Би Хана, и замораживает насмерть его супругу Юрико и сына Дзюбэя. Вернувшийся хозяин вступает в неравный бой, но гибнет от руки более молодого соперника. Выжить смогла только дочь бедняги Лин Куэй, которую спасает бог грома Райден. Спустя триста лет способный боец Коул Янг не добился значимых успехов и вынужден промышлять участием в подпольных поединках без правил. После того как он сдает бой, получив за это двести долларов вознаграждения, в его раздевалке появляется некий Джексон Бригс и предупреждает героя, что впереди грядут серьезные неприятности. Придя домой и садясь в кругу семьи за скудный ужин, мужчина подвергается нападению вооруженных молодчиков Би, взявшего имя Саб Зиро. Лишь с помощью внезапно появившегося спецназовца Джакса, Янгу получается спасти родных, а сам он отправляется на встречу с Соней Блейд. Девушка объясняет, что Коул входит в трио избранных, коим предстоит участвовать в турнире 'Мортал Комбат', где будет решаться судьба планеты. Вскоре к ним присоединяется преступник Кано, и герои начинают подготовку к соревнованию. Теперь вы можете фильм Мортал Комбат смотреть онлайн в хорошем качестве.",
      "producer": "Саймон Маккуойд",
      "actors": [
        "Льюис Тан",
        "Джо Таслим",
        "Джессика МакНэми",
        "Джош Лоусон",
        "Хироюки Санада",
        "Мехкад Брукс",
        "Луди Линь",
        "Макс Хуан",
        "Таданобу Асано",
        "Чинь Хань"
      ],
      "img": "https://avatars.mds.yandex.net/get-kinopoisk-image/4303601/f56710bd-85c3-49b8-9260-2fa8a3d07c01/600x900",
      "video": "https://youtu.be/fb1BF9B1MGQ"
    },
    {
      "id": "intouchables",
      "name": "1+1/ Неприкасаемые",
      "tagline": "«Sometimes you have to reach into someone else's world to find out what's missing in your own»",
      "time": "112 мин. / 01:52",
      "year": "2011",
      "age": "16+",
      "rating": 9,
      "category": [
        "Драма",
        "Комедия",
        "Биография"
      ],
      "type": "Популярные",
      "country": [
        "Франция"
      ],
      "description": "Совсем не типичная французская комедия. Заставляющая о многом задуматься драма. Безусловно, одна из самых ярких премьер, появившихся на российских экранах в 2012 году. Фильм-обладатель премий «Сезар», «Жорж», «Гойя» и многих других. Если вы до сих пор не видели трогательную, смешную и поучительную картину «1+1», не упустите шанса посмотреть ее онлайн при первой же возможности. Филипп – аристократ, ставший парализованным в результате несчастного случая, – ищет себе помощника с функциями сиделки. Ему не просто нужен человек, который стал бы его руками и ногами – ему необходим тот, кому можно доверять. В своем особняке Филипп проводит тщательный отбор кандидатов, но к недоумению окружающих работа достается тому, кто, казалось бы, меньше всего для нее подходит – чернокожему парню, выросшему на окраинах и только что освободившемуся из тюрьмы. Что общего может быть у богатого паралитика и неотесанного уличного мужлана? Правильно, ничего. Но, возможно, в этом и суть?",
      "producer": "Оливье Накаш",
      "actors": [
        "Франсуа Клюзе",
        "Омар Си",
        "Анн Ле Ни",
        "Одри Флеро",
        "Жозефин де Мо",
        "Клотильд Молле",
        "Альба Гайя Крагеде Беллуджи",
        "Сирил Менди",
        "Салимата Камате"
      ],
      "img": "https://unutulmazfilmler.vip/wp-content/uploads/2019/01/The-Intouchables-e1566383842774.jpg",
      "video": "https://youtu.be/aMEYTIt6xzU"
    },
    {
      "id": "the-wolf-of-wall-street",
      "name": "Волк с Уолл-стрит",
      "tagline": "«Earn. Spend. Party»",
      "time": "180 мин. / 03:00",
      "year": "2013",
      "age": "18+",
      "rating": 8.2,
      "category": [
        "Драма",
        "Криминал",
        "Биография"
      ],
      "type": "Популярные",
      "country": [
        "США"
      ],
      "description": "Нашумевший, скандальный, резонансный – именно таким получился фильм «Волк с Уолл-стрит» Мартина Скорсезе, который мы предлагаем смотреть онлайн. Основанная на реальных событиях криминальная драма, больше похожая на черную комедию, получила 5 номинаций на «Оскар», в том числе за «Лучшую мужскую роль», которую блестяще исполнил Леонардо Ди Каприо. Несмотря на надежды миллионов поклонников, заветная статуэтка так и не досталась культовому актеру, зато он утешился «Золотым глобусом». За основу проекта, на съемочной площадке которого американский режиссер с итальянскими корнями отметил свое семидесятилетие, были взяты одноименные мемуары Джордана Белфорта, бывшего нью-йоркского брокера. В конце 80-х он основал одну из крупнейших брокерских контор. Он купался в деньгах, славе, развлечениях и наркотическом угаре, ловко проворачивая махинации. В этом безудержном веселье прошли 10 лет, а потом Белфорта осудили за отмывание денег и другие финансовые преступления. Порвав с алкоголем и наркотиками и отсидев положенные три года, Джордан пишет пару книг и рассказывает молодому поколению, как прийти к успеху.",
      "producer": "Мартин Скорсезе",
      "actors": [
        "Леонардо ДиКаприо",
        "Джона Хилл",
        "Марго Робби",
        "Кайл Чандлер",
        "Роб Райнер",
        "П.Дж. Бирн",
        "Джон Бернтал",
        "Мэттью МакКонахи"
      ],
      "img": "https://pbs.twimg.com/media/BesRtS6CMAMJbqN.jpg",
      "video": "https://youtu.be/iszwuX1AK6A"
    },
    {
      "id": "legend",
      "name": "Легенда",
      "tagline": "«Преступление – как профессия. Взлет и падение легендарных близнецов Крэй»",
      "time": "131 мин. / 02:11",
      "year": "2015",
      "age": "18+",
      "rating": 8,
      "category": [
        "Драма",
        "Криминал",
        "Триллер"
      ],
      "type": "Популярные",
      "country": [
        "Великобритания"
      ],
      "description": "Том Харди, Тэрон Эджертон, Эмили Браунинг и Дэвид Тьюлис в криминальном триллере Брайана Хелгеленда «Легенда». Основанный на книге Джона Пирсона «Искусство жестокости: взлет и падение близнецов Крей» фильм расскажет историю братьев-близнецов Крей, Реджинальда и Рональда, - самых знаменитых и опасных британских преступников 1950-1960-хх годов. Мы проследим весь путь братьев - от их становления, через многочисленные ограбления, поджоги и убийства, вознесшие их банду на вершины криминального Олимпа, до ареста и пожизненного тюремного заключения в конце 60-хх. Они стремительно врываются в криминальный мир, и уже скоро даже крупные боссы вынуждены считаться с ними. В то же время состояние одного из них, Ронни, стремительно меняется: он быстро сходит с ума. Его брату, Реджи, придется непросто, ведь теперь он должен возглавлять крупную банду и держать Ронни под контролем, не дать ему слететь с катушек. Чтобы проследить весь путь знаменитых братьев Крей, смотрите онлайн «Легенда».",
      "producer": "Брайан Хелгеленд",
      "actors": [
        "Том Харди",
        "Эмили Браунинг",
        "Дэвид Тьюлис",
        "Даффи",
        "Кристофер Экклстон",
        "Чазз Пальминтери",
        "Пол Андерсон"
      ],
      "img": "http://kinobase.pro/uploads/posts/2018-10/1540862742_6pvu7gdny8j3rbtiensjrtwk8c9.jpg",
      "video": "https://youtu.be/k7izcLjrArc"
    },
    {
      "id": "interstellar",
      "name": "Интерстеллар",
      "tagline": "«Следующий шаг человечества станет величайшим»",
      "time": "169 мин. / 02:49",
      "year": "2014",
      "age": "16+",
      "rating": 9,
      "category": [
        "Драма",
        "Фантастика"
      ],
      "type": "Популярные",
      "country": [
        "Великобритания"
      ],
      "description": "Братья Кристофер и Джонатан Нолан представляют космическую одиссею под названием «Интерстеллар».Фантастическая драма, в главных ролях которой снялись Мэттью МакКонахии, Энн Хэтэуэй и Джессика Честейн, была номинирована на множество премий и получила «Оскар» за лучшие визуальные эффекты. Действие переносит зрителя в недалекое будущее, когда космос уже почти освоен шагнувшим вперед человечеством, но ресурсы Земли истощены. Из-за растущей концентрации азота на нашей планете царит засуха и, как следствие, глобальный продовольственный кризис. Сотрудники секретной лаборатории НАСА обнаруживают в районе орбиты Сатурна червоточину, позволяющую преодолеть пространственно-временной барьер и в кратчайшие сроки переместиться в другую галактику. Возможно, это шанс на спасение для всего человечества. В рамках программы «Лазарь» совершается первая экспедиция, в результате которой по ту сторону так называемой кротовой норы обнаруживаются три наиболее подходящих для жизни планеты. Теперь настало время для второй экспедиции: профессору Бренду и его коллегам предстоит, рискуя собственными жизнями, провести исследования в условиях, когда один час равен нескольким годам на Земле, и найти способ переселения землян на другую планету. Смогут ли ученые спасти человечество, можно узнать, если смотреть онлайн «Интерстеллар».",
      "producer": "Кристофер Нолан",
      "actors": [
        "Мэттью МакКонахи",
        "Энн Хэтэуэй",
        "Джессика Честейн",
        "Маккензи Фой",
        "Майкл Кейн",
        "Дэвид Гяси",
        "Уэс Бентли"
      ],
      "img": "https://avatars.mds.yandex.net/get-zen_doc/1641049/pub_5e9efa1d603e850f1fe841c6_5e9f109365d5b620781f09f3/scale_1200",
      "video": "https://youtu.be/qcPfI0y7wRU"
    },
    {
      "id": "the-mountain-between-us",
      "name": "Между нами горы",
      "tagline": "«Что, если бы твоя жизнь зависела от незнакомца?»",
      "time": "112 мин. / 01:52",
      "year": "2017",
      "age": "16+",
      "rating": 6.7,
      "category": [
        "Драма",
        "Триллер",
        "Боевик"
      ],
      "type": "Популярные",
      "country": [
        "США"
      ],
      "description": "Кейт Уинслет и Идрис Эльба в мелодраме на фоне дикой снежной природы «Между нами горы». Рейс, которым должны были лететь в Чикаго хирург Бен и фотокорреспондентка Алекс, отменили. Их обоих ждут дома неотложные дела, но в аэропорту пассажирам не могут помочь: ближайший рейс только завтра. Тогда товарищи по несчастью обращаются к пожилому пилоту, который обещает доставить их домой на маленьком самолете. Но в пути и пилота случается инсульт, он умирает, а самолет разбивается посреди пустынных гор. Бен и Алекс чудом остаются живы. Никто не торопится их искать: они никого не предупредили о вылете, а пилот не подал полетный план. Рассчитывать не на кого. Дождавшись, пока травмированная нога Алекс чуть-чуть заживет, они решают искать дорогу к спуску. В пути выясняется, что связывает их нечто большее, чем внезапная катастрофа.",
      "producer": "Хани Абу-Ассад",
      "actors": [
        "Кейт Уинслет",
        "Идрис Эльба",
        "Бо Бриджес",
        "Дермот Малруни",
        "Линда Соренсон",
        "Винсент Гэйл",
        "Марси Т. Хаус"
      ],
      "img": "https://hdss.watch/uploads/thumb/600x900-0-65/2019-06/1560201258_l34ud7mxu9jecqniexzdlcokzmp.jpg",
      "video": "https://youtu.be/uCB25lj9M-s"
    },
    {
      "id": "the-call-of-the-wild",
      "name": "Зов предков",
      "tagline": "«Based on the Legendary Novel»",
      "time": "100 мин. / 01:40",
      "year": "2020",
      "age": "6+",
      "rating": 7.4,
      "category": [
        "Драма",
        "Приключения",
        "Семейный"
      ],
      "type": "Популярные",
      "country": [
        "США"
      ],
      "description": "Домашний пес Бэк попадает в руки похитителей, которые увозят его из солнечной Калифорнии на дикий север. Бэка покупают для почтовой упряжки: так начинается его путь больших испытаний и приключений. Красивый и захватывающий фильм для всей семьи по мотивам одноименной повести Джека Лондона. Вместе с обаятельным псом величие и угрозы северной природы открывают для себя герои Харрисона Форда, Дэна Стивенса, Омара Си, Карен Гиллан. Конец XIX века, разгар «золотой лихорадки». Добрый и умный пес Бэк – беспечный домашний любимец состоятельного судьи из Калифорнии. Счастливая жизнь Бэка переворачивается, когда он попадает в ловушку мошенников, которые увозят его буквально на край света – в заснеженный Юкон. Бэк становится новичком в собачьей упряжке, впервые знакомясь с законами стаи. Его захватывает круговорот невероятных северных приключений, где ему предстоит столкнуться и с опасностями дикой природы, и с человеческой жестокостью. У храброго пса появятся заклятые враги и хороший друг – старый скиталец с непростой судьбой Джон Торнтон. Путешествуя по прекрасному, но суровому северу, Бэк открывает для себя целый мир, где он сам должен выбрать свое место.",
      "producer": "Крис Сандерс",
      "actors": [
        "Харрисон Форд",
        "Омар Си",
        "Кара Ги",
        "Дэн Стивенс",
        "Брэдли Уитфорд",
        "Джин Луиса Келли",
        "Майкл Хорс",
        "Карен Гиллан"
      ],
      "img": "https://avatars.mds.yandex.net/get-kinopoisk-image/1773646/1f7ccff8-ce03-40eb-b4ab-bdafa44e945b/600x900",
      "video": "https://youtu.be/5P8R2zAhEwg"
    },
    {
      "id": "kingsman",
      "name": "Kingsman: Секретная служба",
      "tagline": "«Manners maketh man»",
      "time": "130 мин. / 02:10",
      "year": "2015",
      "age": "18+",
      "rating": 7.6,
      "category": [
        "Боевик",
        "Комедия",
        "Криминал",
        "Приключения"
      ],
      "type": "Популярные",
      "country": [
        "Великобритания",
        "США"
      ],
      "description": "Элегантный криминальный боевик о том, как обычный парень из пригорода Лондона попадает в общество сотрудников разведки и учится у них всевозможным секретам шпионского мастерства. Главные роли исполняют любимые всеми Колин Ферт, Сэмюэл Л. Джексон и Майкл Кейн, а режиссером фильма выступил Мэттью Вон, известный широкому зрителю по картинам «Пипец», «Звездная пыль» и «Люди Икс: Первый класс». Умудренный опытом агент Гарри Харт - истинный британец, в первую очередь он думает об интересах службы, а потом уже о своих собственных. Поэтому, когда речь заходит о том, чтобы подыскать себе достойную замену, Гарри ставит на сына одного молодого агента, спасшего Харту жизнь. Юноша обладает феноменальными умственными способностями, но, к сожалению, у него совершенно несносный характер. Ему предстоит оказаться в компании спесивых джентльменов и доказать им, что он ничуть не хуже.",
      "producer": "Мэттью Вон",
      "actors": [
        "Тэрон Эджертон",
        "Колин Фёрт",
        "Сэмюэл Л. Джексон",
        "Марк Стронг",
        "Софи Куксон",
        "Майкл Кейн",
        "София Бутелла",
        "Саманта Янус"
      ],
      "img": "https://avatars.mds.yandex.net/get-kinopoisk-image/1629390/7aaafe9c-f4bf-44b5-aeea-3f06ec829a30/600x900",
      "video": "https://youtu.be/s11cpChJ6JA"
    },
    {
      "id": "marksman",
      "name": "Заступник",
      "tagline": "«Justice comes down to him»",
      "time": "108 мин. / 01:48",
      "year": "2021",
      "age": "16+",
      "rating": 6.2,
      "category": [
        "Боевик",
        "Криминал",
        "Триллер"
      ],
      "type": "Новинки",
      "country": [
        "США"
      ],
      "description": "Бывший морпех Джим встречает старость на ранчо в Аризоне, недалеко от границы. Спокойной пенсии приходит конец, когда он заступается за мексиканского мальчика, которого преследуют убийцы из могущественного картеля. Джим вместе с парнишкой пускается в бега. Джим Хэнсон – ветеран войны во Вьетнаме, который много лет прослужил в морской пехоте. Теперь он живёт на границе Аризоны и Мексики и патрулирует эту область, сообщая властям о случаях нелегальной миграции. Однажды во время дежурства Джим сталкивается с женщиной по имени Роза и её сыном Мигелем – гражданами Мексики, которые пытаются незаконно попасть в США, чтобы спастись от преследования наркокартеля. Хэнсон собирается рассказать о беглецах пограничному контролю, но видит, что Роза говорит правду и их действительно преследуют. Морпех вступается за женщину и ребёнка и оказывается втянут в кровавое противостояние…Когда Роза получает ранение, она просит Хэнсона помочь Мигелю добраться до Чикаго. Сможет ли Джим защитить мальчика и выполнить данное обещание?",
      "producer": "Роберт Лоренц",
      "actors": [
        "Лиам Нисон",
        "Кэтрин Уинник",
        "Хуан Пабло Раба",
        "Тереса Руис",
        "Джейкоб Перес",
        "Гарри Мальдонадо",
        "Альфредо Куирос",
        "Шон А. Розалес"
      ],
      "img": "https://pbs.twimg.com/media/EvWGDUFWYAIjo-L.jpg",
      "video": "https://youtu.be/Lo5HVpu3Q9s"
    },
    {
      "id": "mauritanian",
      "name": "Мавританец",
      "tagline": "«Особо опасен. Абсолютно невиновен?»",
      "time": "129 мин. / 02:09",
      "year": "2021",
      "age": "18+",
      "rating": 7.3,
      "category": [
        "Биография",
        "Драма",
        "Триллер"
      ],
      "type": "Новинки",
      "country": [
        "США",
        "Великобритания"
      ],
      "description": "Реальная история заключенного из Мавритании Мохаммеда ульд Слахи, который без предъявления обвинений 14 лет провел в одной из самых суровых тюрем мира Гуантанамо, подвергаясь пыткам при допросах. Хлесткая юридическая драма от оскароносного режиссера Кевина МакДональда («Последний король Шотландии», «Большая игра») на основе автобиографического бестселлера «Дневник Гуантанамо» Мохаммеда ульд Слахи. За роль принципиального адвоката Джоди Фостер получила «Золотой глобус». В фильме также снимались Тахар Рахим, Бенедикт Камбербэтч и Шейлин Вудли. «Люди хотят покарать виновных» – после теракта 11 сентября этими настроениями руководствуются многие представители власти. В том числе и те, кто держит в тюрьме Гуантанамо молодого мавританца Мохаммеда ульд Слахи. Его подозревают в вербовке боевиков, но официальные обвинения ему так и не были предъявлены. За это сложное дело берется опытный адвокат Нэнси Холандер. Говорит ли Слахи правду, или все-таки он виновен? Нэнси уверена лишь в одном – никого нельзя держать годами за решеткой без суда и следствия. Труднодоступные материалы по его делу также пытается получить государственный обвинитель, полковник Стюарт Коуч, у которого есть личные мотивы добиваться для заключенного смертной казни. Вопрос только, чего стоят признания человека, проходящего через физические и психологические пытки в стенах мрачной тюрьмы? Не стоят ничего.",
      "producer": "Кевин Макдональд",
      "actors": [
        "Джоди Фостер",
        "Тахар Рахим",
        "Бенедикт Камбербэтч",
        "Шейлин Вудли",
        "Закари Ливай",
        "Саамер Усмани",
        "Дени Меноше",
        "Кори Джонсон"
      ],
      "img": "https://1.bp.blogspot.com/-5NNhAPGmy70/YEHGHRLp4vI/AAAAAAAAiB4/7XMMqqKOU-YVjq5jWEZd5nGoI4w0JxI3QCNcBGAsYHQ/s900/pgQquwmaSVgyYMKz7Hp3k29uGYZ.jpg",
      "video": "https://youtu.be/5WJSjln30BQ"
    },
    {
      "id": "gone-girl",
      "name": "Исчезнувшая",
      "tagline": "«Что имеем — не храним, потерявши — плачем»",
      "time": "149 мин. / 02:29",
      "year": "2014",
      "age": "16+",
      "rating": 8.1,
      "category": [
        "Детектив",
        "Драма",
        "Триллер"
      ],
      "type": "Популярные",
      "country": [
        "США"
      ],
      "description": "Писатель Ник Данн и его очаровательная жена Эми кажутся идеальной семейной парой…пока Эми загадочным образом не исчезает в пятую годовщину их свадьбы. Ник становится главным подозреваемым в деле о пропаже супруги. Чем больше времени проходит с её исчезновения, тем сильнее полиция и общественность сомневаются, что знали Ника, Эми и их жизнь на самом деле. Главные герои – счастливые супруги, которые прожили вместе вот уже пять лет. Каждый год в годовщину свадьбы Эми устраивает Нику сюрприз – игру «охота за сокровищами», в ходе которой муж, находя различные ключи и отгадывая загадки, должен найти подарок. Однако на пятилетнюю годовщину все идёт не так, как обычно: красавица-жена пропадает из дома прямо накануне празднества, оставив после себя в доме следы борьбы и кровь. Чтобы найти пропавшую супругу, Нику придётся пройти по оставленным для него следам – вот только он не уверен, что «подарок» ему понравится… «Исчезнувшая» – драматический триллер культового голливудского режиссера Дэвида Финчера, снятый по мотивам бестселлера писательницы Гиллиан Флинн. ",
      "producer": "Дэвид Финчер",
      "actors": [
        "Бен Аффлек",
        "Розамунд Пайк",
        "Нил Патрик Харрис",
        "Тайлер Перри",
        "Кэрри Кун",
        "Ким Диккенс",
        "Патрик Фьюджит"
      ],
      "img": "https://avatars.mds.yandex.net/get-kinopoisk-image/1629390/cdd30c22-0ff5-4a70-9e9c-6e2ed1820d84/600x900",
      "video": "https://youtu.be/il5pBokQymQ"
    },
    {
      "id": "a-star-is-born",
      "name": "Звезда родилась",
      "tagline": "—",
      "time": "136 мин. / 02:16",
      "year": "2018",
      "age": "18+",
      "rating": 8.6,
      "category": [
        "Мелодрама",
        "Драма"
      ],
      "type": "Популярные",
      "country": [
        "США"
      ],
      "description": "Рок-музыкант Джексон Мэйн влюбляется в талантливую певицу из бара Элли и помогает ей стать известной. Элли превращается в мировую звезду, а сам Джек уходит в тень, теряя всё из-за алкоголя и отчаяния. Режиссерский дебют звездного актера Брэдли Купера стал одним из главных кинособытий 2018 года, завоевав признание критиков и широкой аудитории. Первый фильм с названием «Звезда родилась» вышел в 1937 году и получил заслуженный «Оскар» за лучший сюжет, который 80 лет спустя получил новую интерпретацию. В дуэте с Брэдли Купером спела и сыграла знаменитая Леди Гага, взявшая «Золотой глобус»-2019 за лучшую песню. Знаменитый рок-музыкант Джексон Мейн страдает от алкогольной зависимости и обострившихся проблем со слухом. На закате своей карьеры еще популярный, но уже заметно потрепанный Джек случайно знакомится в баре с эффектной певицей Элли. В первый же вечер он влюбляется, замечает ее талант и узнает, что она сама пишет песни, но боится с ними выступать. Элли не верит в свои силы и считает себя слишком непривлекательной для сцены. Однако у Джека другое мнение на этот счет. Он приглашает Элли на совместные выступления. Талантливая певица быстро завоевывает сердце публики и привлекает внимание хватких продюсеров. Элли уверенно идет к вершинам успеха, в то время как ее новый муж Джек падает вниз, теряя контроль над количеством выпитого и собственной жизнью.",
      "producer": "Брэдли Купер",
      "actors": [
        "Леди Гага",
        "Брэдли Купер",
        "Сэм Эллиотт",
        "Дэйв Шаппелл",
        "Эндрю Дайс Клэй",
        "Энтони Рамос",
        "Рафи Гаврон",
        "Грег Гранберг"
      ],
      "img": "https://image.tmdb.org/t/p/w600_and_h900_bestv2/b7gUUu02ZMwGYPxyzSCmPOHL1FX.jpg",
      "video": "https://youtu.be/0gWeEk2QjdY"
    },
    {
      "id": "the-great-gatsby",
      "name": "Великий Гэтсби",
      "tagline": "«Нельзя вернуть прошлое? Ну, конечно, можно!»",
      "time": "143 мин. / 02:23",
      "year": "2013",
      "age": "16+",
      "rating": 7.9,
      "category": [
        "Мелодрама",
        "Драма"
      ],
      "type": "Популярные",
      "country": [
        "США",
        "Австралия"
      ],
      "description": "Пронзительная драма, снятая по мотивам знаменитого одноименного произведения Фрэнсиса Скотта Фицджеральда, классика американской литературы. История рассказывает об эпохе 20-х годов XX века. Богатство в это время обеспечивало особое положение в обществе и ряд привилегий, однако далеко не всегда гарантировало счастье. Как остаться собой и не потерять самое дорогое в полном лжи и обмана блестящем мире? Ответы вы найдете в прекрасном фильме «Великий Гэтсби». США, весна 1922 года. Начинающий писатель Ник Каррауэй приезжает в Нью-Йорк со среднего Запада. Волею судеб он селится по соседству с загадочным миллионером Джеем Гэтсби, который известен своими постоянными вечеринками и легким отношением к своему несметному состоянию. На противоположном берегу бухты проживают кузина Ника, Дэзи и ее муж Том Бьюкенен. Сначала Ника увлекает и захватывает мир богатой аристократии, но потом он понимает, что в нем нет места настоящим чувствам, а значит, и настоящему счастью.",
      "producer": "Баз Лурман",
      "actors": [
        "Леонардо ДиКаприо",
        "Тоби Магуайр",
        "Кэри Маллиган",
        "Джоэл Эдгертон",
        "Айла Фишер",
        "Джейсон Кларк",
        "Элизабет Дебики",
        "Каллэн МакОлифф"
      ],
      "img": "https://cdn.sfstation.com/assets/images/events/0229/2290903/1453191133-2290903a_orig.jpg",
      "video": "https://youtu.be/sN183rJltNM"
    },
    {
      "id": "reminiscence",
      "name": "Воспоминания",
      "tagline": "«Не заглядывай в прошлое»",
      "time": "116 мин. / 01:56",
      "year": "2021",
      "age": "16+",
      "rating": 6.2,
      "category": ["Фантастика", "Триллер", "Мелодрама", "Детектив"],
      "type": "Новинки",
      "country": [
        "США"
      ],
      "description": "Недалёкое будущее, Майами почти полностью ушёл под воду из-за глобального потепления. Частный детектив Ник Баннистер с помощью специальной технологии выискивает в человеческой памяти нужные моменты, чтобы заказчик мог заново пережить прошлое и вспомнить что-то важное. Однажды на пороге его офиса появляется клиентка с простой просьбой: она забыла, где оставила ключи. Обычная сессия превращается в полноценный роман, пока в один день женщина не исчезает без следа.",
      "producer": "Лиза Джой",
      "actors": ["Хью Джекман", "Ребекка Фергюсон", "Тандиве Ньютон", "Клифф Кёртис", "Марина Де Тавира", "Дэниэл Ву", "Моджиан Ариа", "Бретт Каллен", "Натали Мартинес"],
      "img": "https://hdfilmizle.org/wp-content/uploads/2021/07/reminiscence-zeka-gezgini-tek-part-full-hd-film-izle-hdfilmizle-org-full-hd-film-izle-hdfilmizle-org.jpg",
      "video": "https://youtu.be/WnKPm-3Wbow"
    },
    {
      "id": "free-guy",
      "name": "Главный герой",
      "tagline": "«Жизнь слишком коротка, чтобы быть на вторых ролях»",
      "time": "115 мин. / 01:55",
      "year": "2021",
      "age": "16+",
      "rating": 7.5,
      "category": ["Фантастика", "Фэнтези", "Боевик", "Комедия"],
      "type": "Новинки",
      "country": ["США", "Канада"],
      "description": "У сотрудника крупного банка всё идёт по накатанной, пока однажды он не выясняет, что окружающий его мир — это часть огромной видеоигры, а сам он в ней — всего лишь второстепенный персонаж. Хватит ли у него духу переписать свой код, обратить на себя внимание прекрасной девушки и, наконец, спасти мир? Одним словом, получится ли из него главный герой?",
      "producer": "Шон Леви",
      "actors": ["Райан Рейнольдс", "Джоди Комер", "Лил Рел Ховери", "Джо Кири", "Уткарш Амбудкар", "Тайка Вайтити", "Аарон В Рид", "Бритни Олдфорд"],
      "img": "https://notka-novgorod.ru/storage/2021/08/12/29d50848d4de32e8b69bbda17f5cf1cdcc8ee393.png",
      "video": "https://youtu.be/wnS4A5-vtFA"
    },
    {
      "id": "the-imitation-game",
      "name": "Игра в имитацию",
      "tagline": "«Основано на невероятной, но реальной истории»",
      "time": "114 мин. / 01:54",
      "year": "2014",
      "age": "16+",
      "rating": 7.6,
      "category": ["Триллер", "Драма", "Биография", "Военный"],
      "type": "Популярные",
      "country": ["США", "Великобритания"],
      "description": "Камбербэтчемания набирает обороты. Новый повод для радости фанатов современного «Шерлока» - шпионский триллер о попытке разобраться в принципе работы легендарной немецкой шифровальной машины «Энигма». В Голливуде долгое время не находилось смельчаков взяться за блестящий сценарий, рожденный на основе книги Эндрю Ходжса «Алан Тьюринг: Загадка», пока студия братьев Вайнштейн не поручила проект режиссеру «Охотников за головами» Мортену Тильдуму. Начало Второй мировой войны. Британская разведка собирает лучших математиков и ставит перед ними амбициозную цель: взломать код фашистской шифровальной установки. Руководить процессами мозгового штурма поручено выдающемуся ученому Алану Тьюрингу (Бенедикт Кэмбербетч). При всей своей гениальности криптограф абсолютно невыносим в плане общения с людьми: он заносчив и дерзок. Медиатором, который сделал возможным функционирование группы, стала единственная принятая в команду женщина-криптограф Джоан Кларк (Кира Найтли).",
      "producer": "Мортен Тильдум",
      "actors": ["Бенедикт Камбербэтч", "Кира Найтли", "Мэттью Гуд", "Рори Киннер", "Аллен Лич", "Мэттью Бирд", "Чарльз Дэнс", "Марк Стронг"],
      "img": "https://club443.ru/uploads/125/post-1411654580.jpg",
      "video": "https://youtu.be/Kd0mHntFGH0"
    },
    {
      "id": "ford-v-ferrari",
      "name": "Ford против Ferrari",
      "tagline": "«They took the American dream for a ride»",
      "time": "152 мин. / 02:32",
      "year": "2019",
      "age": "16+",
      "rating": 8.2,
      "category": ["Спорт", "Драма", "Биография", "Боевик"],
      "type": "Популярные",
      "country": ["США"],
      "description": "В начале 1960-х Генри Форд II принимает решение улучшить имидж компании и сменить курс на производство более модных автомобилей. После неудавшейся попытки купить практически банкрота Ferrari американцы решают бросить вызов итальянским конкурентам на трассе и выиграть престижную гонку 24 часа Ле-Мана. Чтобы создать подходящую машину, компания нанимает автоконструктора Кэррола Шэлби, а тот отказывается работать без выдающегося, но, как считается, трудного в общении гонщика Кена Майлза. Вместе они принимаются за разработку впоследствии знаменитого спорткара Ford GT40.",
      "producer": "Джеймс Мэнголд",
      "actors": ["Кристиан Бэйл", "Мэтт Дэймон", "Катрина Балф", "Трэйси Леттс", "Джон Бернтал", "Ноа Джуп", "Джош Лукас", "Ремо Джироне", "Рэй Маккиннон"],
      "img": "https://assets-a1.kompasiana.com/items/album/2020/03/22/ford-v-ferrari-2acab18f-1-5e775a95097f364f1e5050a3.jpg?t=o&v=1200",
      "video": "https://youtu.be/fAD-D3P-s0I"
    },
    {
      "id": "the-big-short",
      "name": "Игра на понижение",
      "tagline": "«Неправдоподобная, но правдивая история»",
      "time": "130 мин. / 02:10",
      "year": "2015",
      "age": "18+",
      "rating": 7.3,
      "category": ["Комедия", "Драма", "Биография", "История"],
      "type": "Популярные",
      "country": ["США"],
      "description": "В Америке зарождается экономический кризис, который скоро накроет все передовые страны. Однако самые прозорливые и проницательные дельцы сумеют вовремя сориентироваться и сыграть на понижение, заработав при этом миллионы. Главный герой фильма Майкл Бьюрри, хозяин хедж-фонда, проделывает серьезную аналитическую работу и приходит к выводу, что рынок американских ипотек скоро рухнет, – следовательно, чтобы заработать денег, он должен играть на понижение. В какой-то мере Майкл рискует, но он знает, что в случае, если его расчеты верны, он станет миллиардером. Бьюрри смело страхует вклады своих клиентов на гигантские суммы, приводя в недоумение опытных банкиров, считающих, что финансовый рынок Америки как никогда стабилен и непотопляем. Некоторые просто решают, что Майкл свихнулся, и лишь несколько человек внимательно следят за манёврами хитрого финансиста. Вскоре, разобравшись в игре Бьюри, финансисты Чарльз Геллер, Бен Рикерт, Джейми Шипли и Марк Баум следуют его примеру. Проходит чуть более двух лет, и финансовая катастрофа, как цунами, обрушивается на Америку...",
      "producer": "Адам МакКей",
      "actors": ["Кристиан Бэйл", "Стив Карелл", "Райан Гослинг", "Брэд Питт", "Мелисса Лео", "Хамиш Линклейтер", "Джон Магаро", "Рейф Сполл", "Джереми Стронг", "Мариса Томе"],
      "img": "https://i.imgur.com/Tkzhvgp.jpg",
      "video": "https://youtu.be/1kQc3mmtH-o"
    },
    {
      "id": "green Book",
      "name": "Зеленая книга",
      "tagline": "«Inspired by a True Friendship»",
      "time": "130 мин. / 02:10",
      "year": "2018",
      "age": "16+",
      "rating": 8.4,
      "category": ["Комедия", "Драма", "Биография"],
      "type": "Популярные",
      "country": ["США", "Китай"],
      "description": "1960-е годы. После закрытия нью-йоркского ночного клуба на ремонт вышибала Тони по прозвищу Болтун ищет подработку на пару месяцев. Как раз в это время Дон Ширли — утонченный светский лев, богатый и талантливый чернокожий музыкант, исполняющий классическую музыку — собирается в турне по южным штатам, где ещё сильны расистские убеждения и царит сегрегация. Он нанимает Тони в качестве водителя, телохранителя и человека, способного решать текущие проблемы. У этих двоих так мало общего, и эта поездка навсегда изменит жизнь обоих.",
      "producer": "Питер Фаррелли",
      "actors": ["Вигго Мортенсен", "Махершала Али", "Линда Карделлини", "Себастьян Манискалко", "Димитар Маринов", "Майк Хаттон", "П.Дж. Бирн", "Джо Кортезе"],
      "img": "https://image.tmdb.org/t/p/w600_and_h900_bestv2/mqP6BzeYWcV2OR6bcSZ8guknBM8.jpg",
      "video": "https://youtu.be/QkZxoko_HC0"
    },
    {
      "id": "zootopia",
      "name": "Зверополис",
      "tagline": "«Welcome to the urban jungle»",
      "time": "108 мин. / 01:48",
      "year": "2016",
      "age": "6+",
      "rating": 8.3,
      "category": ["Комедия", "Детектив", "Мультфильм", "Криминал"],
      "type": "Популярные",
      "country": ["США"],
      "description": "Добро пожаловать в Зверополис – современный город, населенный самыми разными животными, от огромных слонов до крошечных мышек. Зверополис разделен на районы, полностью повторяющие естественную среду обитания разных жителей – здесь есть и элитный район Площадь Сахары и неприветливый Тундратаун. В этом городе появляется новый офицер полиции, жизнерадостная зайчиха Джуди Хоппс, которая с первых дней работы понимает, как сложно быть маленькой и пушистой среди больших и сильных полицейских. Джуди хватается за первую же возможность проявить себя, несмотря на то, что ее партнером будет болтливый хитрый лис Ник Уайлд. Вдвоем им предстоит раскрыть сложное дело, от которого будет зависеть судьба всех обитателей Зверополиса.",
      "producer": "Байрон Ховард",
      "actors": ["Джиннифер Гудвин", "Джейсон Бейтман", "Идрис Эльба", "Дженни Слейт", "Нейт Торренс", "Бонни Хант", "Дон Лейк", "Томми Чонг"],
      "img": "https://avista-center.ru/wp-content/uploads/2018/01/7.jpg",
      "video": "https://youtu.be/jWM0ct-OLsM"
    }
  ]
}