{
  "films": [
    {
      "id": "rajja-i-poslednij-drakon",
      "name": "Райя и последний дракон",
      "year": 2021,
      "category": [
        "Мультфильм",
        "Фэнтези",
        "Комедия"
      ],
      "type": "Новинки",
      "country": [
        "США"
      ],
      "description": "Давным-давно в волшебной стране Кумандре бок о бок с людьми жили драконы — создатели и хранители воды. Мирной жизни пришел конец, когда появились друуны. Порождения тьмы обращали людей и драконов в каменные изваяния, и только магия драконихи Сису смогла прогнать злых созданий и расколдовать людей, но на драконов не подействовала. Кумандра раскололась на государства Сердца, Клыка, Когтя, Хребта и Хвоста, а волшебный драконий камень хранился в стране Сердца, которой правил отец Райи. Он мечтал объединить земли, но из-за человеческой жадности и зависти артефакт раскололся. Правитель каждой страны заполучил по осколку, а друуны снова стали властвовать безраздельно. Несколько лет спустя Райя и её верный спутник Тук-Тук бесстрашно колесят по выжженной пустыне, исследуя оставшиеся реки и не теряя надежды найти последнего дракона — последнюю надежду людей одержать победу над друунами.",
      "producer": "Дон Холл",
      "actors": [
        "Келли Мари Трэн",
        "Аквафина",
        "Айзек Ванг",
        "Джемма Чан",
        "Дэниэл Дэ Ким",
        "Бенедикт Вонг",
        "Джона Сяо",
        "Сандра О",
        "Талия Чан",
        "Люсиль Сун"
      ],
      "img": "https://media.kg-portal.ru/movies/r/rayaandthelastdragon/posters/rayaandthelastdragon_6.jpg"
    },
    {
      "id": "otrjad-samoubijc-2-missija-navylet",
      "name": "Отряд самоубийц 2: Миссия навылет",
      "year": 2021,
      "category": [
        "Боевик",
        "Комедия",
        "Фантастика"
      ],
      "type": "Новинки",
      "country": [
        "США"
      ],
      "description": "Кому пришла в голову мысль, что отпетых негодяев можно изменить? Они всем нутром желают творить хаос и разруху, и лишь невероятные причины могут побудить их сделать что-то хорошее. Именно нечто подобное и случилось в недалёком будущем. Когда преступники были арестованы и помещены за решётку, сбежать откуда не представляется возможным, над миром нависла серьёзная угроза. Благодаря этому событию отморозки получают шанс выбраться на свободу. Самостоятельно власти не могут устранить угрозу, а значит всё человечество находится на грани уничтожения. Даже супергероям не удаётся разобраться с проблемой, для чего и создают специальную преступную группу. Самые отчаянные преступники становятся членами отряда самоубийц, которым получают выполнение практически невозможных миссий. Если им удастся победить в предстоящей борьбе, то Земля будет спасена, а если нет – то никто не будет жалеть о смерти негодяев. Никто не предупредил героев о том, что их заведомо отправляют на задание, с которого им не вернуться живыми. Когда же негодяи узнают о том, что правительство играет с ними не честно, после победы над врагами решают отомстить и высшему руководству Америки. Сами того не понимая, власти обзаводятся опасными недоброжелателями, от которых их никто не сможет защитить. Теперь вы можете фильм Отряд самоубийц 2: Миссия навылет смотреть онлайн в хорошем качестве.",
      "producer": "Джеймс Ганн",
      "actors": [
        "Марго Робби",
        "Идрис Эльба",
        "Джон Сина",
        "Юэль Киннаман",
        "Джай Кортни",
        "Питер Капальди",
        "Давид Дастмалчян",
        "Сильвестр Сталлоне",
        "Майкл Рукер",
        "Виола Дэвис"
      ],
      "img": "https://gamemag.ru/images/imagemanager/cache/ee/dbcf/eedbcf_the-suicide-squad-new-team-poster-elba-robbie.jpg"
    },
    {
      "id": "tihoe-mesto-2",
      "name": "Тихое место 2",
      "year": 2021,
      "category": [
        "Ужасы",
        "Триллер"
      ],
      "type": "Новинки",
      "country": [
        "США"
      ],
      "description": "В центре сюжета продолжение истории про семью Эбботов. Они в своё время жили в небольшом доме, далеко от цивилизации. Вскоре обнаружив рядом с собою логово монстров, они попадают в опасную ловушку. Всё потому, что монстры агрессивные, но полностью слепые. Шум может привести к смерти, потому семья учится тихо передвигаться по дому и общаться жестами, стараясь не выходить из комнаты просто так. Теперь же им предстоит покинуть дом, так как пора двигаться дальше. И тем самым главные герои смогут узнать о том, что происходит во внешнем мире. Там всё стало хуже, так как монстры появились и в других местах. И теперь семейству предстоит выживать, правда в новых условиях для себя. Единственный способ сделать это научиться метко стрелять и не бояться. Но возможно ли последнее, когда рядом огромные монстры и многое другое? Теперь вы можете фильм Тихое место 2 смотреть онлайн в хорошем качестве.",
      "producer": "Джон Красински",
      "actors": [
        "Эмили Блант",
        "Милли Симмондс",
        "Киллиан Мёрфи",
        "Ноа Джуп",
        "Джимон Хонсу",
        "Джон Красински",
        "Лорен-Эшли Кристияно",
        "Блейк ДеЛонг",
        "Шери Фэйрчайлд"
      ],
      "img": "https://media.kg-portal.ru/movies/q/quietplace2/posters/quietplace2_3.jpg"
    },
    {
      "id": "gnev-chelovecheskij",
      "name": "Гнев человеческий",
      "year": 2021,
      "category": [
        "Боевик",
        "Триллер"
      ],
      "type": "Новинки",
      "country": [
        "США",
        "Великобритания"
      ],
      "description": "Патрик Хилл, недавно устроился на работу охранником в компанию Fortico, чей парк грузовиков перевозит миллионы долларов наличными по Лос-Анджелесу. Коллеги приветствуют новобранца шквалом насмешек в раздевалке, пытаясь устроить некое подобие дедовщины. Начальник также не слишком впечатлен послужным списком своего нового работника. Он кажется абсолютно неспособен на жесткие действия, которые могут понадобиться в определенных ситуациях, в частности, в случае необходимости остановить потенциальных грабителей. Так происходит до тех пор, пока Х, как они его называют, не удивляет их всех, в одиночку сорвав попытку ограбления, спокойно стреляя каждому из нападавших в голову, вместо того, чтобы следовать протоколу. Он посрамляет товарищей-охранников, таких как ветеран Буллет и менее опытный Дэйв, а его кроткий начальник Терри подозревает, что у нового сотрудника что-то есть в рукаве. Ясно, что в этом человеке есть нечто большее, чем предполагалось по его минимальному количеству успешных ответов на предварительном собеседовании. В его неоднозначном прошлом есть что-то, что побудило его взяться за эту работу, и ничто не помешает ему достичь своих целей. Кажется, он жаждет мести, но кто его цель? Теперь вы можете фильм Гнев человеческий смотреть онлайн в хорошем качестве.",
      "producer": "Гай Ричи",
      "actors": [
        "Джейсон Стэйтем",
        "Холт Маккэллани",
        "Джеффри Донован",
        "Джош Хартнетт",
        "Лас Алонсо",
        "Алекс Фернс",
        "Рауль Кастильо",
        "Деобиа Опарей",
        "Скотт Иствуд",
        "Нив Алгар"
      ],
      "img": "https://avatars.mds.yandex.net/get-kinopoisk-image/4774061/f3be8b0b-456c-4499-a4f3-79e1fee1ae3a/800x800"
    },
    {
      "id": "vremja",
      "name": "Время",
      "year": 2021,
      "category": [
        "Боевик",
        "Триллер",
        "Детектив"
      ],
      "type": "Новинки",
      "country": [
        "США"
      ],
      "description": "История увлекательного фильма рассказывает, что не стоит ходить там, где не нужно. Особенно если это отдаленный забытый человеком пляж. Компания из тринадцати молодых ребят принимает решение отправиться на данную территорию, они уверены, что здесь уютно, никто не побеспокоит во время отдыха. Каждый мечтает о своем, одни хотят отдохнуть от суеты города, вторые пытаются наладить личную жизнь. Когда друзья попали на пляж, поняли, о покое можно забыть, ведь начали происходить странные и необъяснимые события. Действия начались с того момента, когда шестилетний ребенок решил погулять среди скал, но вернулся домой уже взрослым человеком. Мать, увидев ребенка, чуть не сошла с ума, ведь вернулся взрослый сын, в голове совершенно не укладывались мысли, как такое возможно. Одновременно с происходящими событиями, молодая беременная девушка стала понимать, что в животе твориться что-то странное, ведь плод стремительно начал расти. Самое ужасное то, что центральные персонажи нашли мертвое тело неизвестного человека, теперь все стали понимать, что творятся необъяснимые и страшные вещи, и нужно поскорее покинуть это место, и не оказаться в руках нечистой зловещей силы. Теперь вы можете фильм Время смотреть онлайн в хорошем качестве.",
      "producer": "М. Найт Шьямалан",
      "actors": [
        "Гаэль Гарсиа Берналь",
        "Вики Крипс",
        "Руфус Сьюэлл",
        "Кен Люн",
        "Никки Амука-Бёрд",
        "Эбби Ли",
        "Аарон Пьер",
        "Алекс Вулф",
        "Эмбет Дэвидц",
        "Элайза Сканлен"
      ],
      "img": "https://avatars.mds.yandex.net/get-kinopoisk-image/4303601/a2f5c334-8266-4d8d-b211-cd25ca9f0921/600x900"
    },
    {
      "id": "krolik-piter-2",
      "name": "Кролик Питер 2",
      "year": 2021,
      "category": [
        "Комедия",
        "Приключение",
        "Фэнтези",
        "Мультфильм"
      ],
      "type": "Новинки",
      "country": [
        "Австралия",
        "Индия"
      ],
      "description": "Маленький кролик Питер и остальные непоседливые крольчата теперь живут в мире и согласии вместе с людьми. Больше нет никакой вражды между ним и Томасом. Самому мужчине очень полюбились кролики, и он смог сделать все возможное, чтобы найти с ними общий язык. Немалую роль в этом сыграла прекрасная Беатрис. Томас до безумия влюблен в девушку и готов сделать все, чтобы она была счастлива рядом с ним. Потерпеть кроликов не такое уж и сложное дело, если искренне любишь. Теперь влюбленные и их маленькие животные живут за городом. У них хорошая и спокойная жизнь, о которой можно только мечтать. Один Питер никак не может успокоиться, ему все кажется, что он рожден для настоящих приключений, а не для такой скуки, какой является жизнь в семье. Он отправляется в большой город, где он надеется добиться успехов, но Беатрис, Томас и крольчата отправляются за ним. Они просто не могут позволить Питеру потеряться в городе. Сбежавшему кролики придется решить, что же ему наиболее важно. Теперь вы можете фильм Кролик Питер 2 смотреть онлайн в хорошем качестве.",
      "producer": "Уилл Глак",
      "actors": [
        "Джеймс Корден",
        "Элизабет Дебики",
        "Ленни Джеймс",
        "Марго Робби",
        "Айми Хорн",
        "Руперт Дегас",
        "Донал Глисон",
        "Роуз Бирн",
        "Дэвид Ойелоуо",
        "Сиа"
      ],
      "img": "https://avatars.mds.yandex.net/get-kinopoisk-image/1777765/b1e09b7e-7b29-47f1-b891-f8dcda89d887/600x900"
    },
    {
      "id": "godzilla-protiv-konga",
      "name": "Годзилла против Конга",
      "year": 2021,
      "category": [
        "Фантастика",
        "Боевик",
        "Триллер"
      ],
      "type": "Новинки",
      "country": [
        "США"
      ],
      "description": "Мир будущего изменился, когда из-под земли начали вылезать кайдзю. Это были исполинского размера создания, способные сровнять с землей города. Главной среди них была Годзилла, которая победила всех конкурентов и спасла человечества от своих злобных сородичей. Корпорация «Монарх», которая во время того противостояния изучала чудовищ, решила любой ценой выяснить откуда они появились. Для осуществления этой цели была организована крупная экспедиция на остров Черепа, где предположительно, должны были находится следы первых кайдзю. Вместо этого, на острове они нашли исполинских размеров примата, которому дали имя Кинг Конг. Тот считал себя хозяином этой территории, а людей незваными гостями, которых собирался прогнать. Однако, в команде была девушка по имени Джиа, с которым у Конга образовалась какая-то синергия. Воспользовавшись моментом, солдаты «Монарха» выстрелили усыпляющими дротиками в Конга и привезли его в Соединенные Штаты. Внезапно, появилась Годзилла и напала на него. Причину такого поступка никто не знал, но разрушения, вследствие их драки, были огромные. Наблюдающий за Годзиллой Мэдисон Расселл был удивлен таким поведением монстра и стал сомневаться в том, что тот защищает людей. Теперь вы можете фильм Годзилла против Конга смотреть онлайн в хорошем качестве.",
      "producer": "Адам Вингард",
      "actors": [
        "Александр Скарсгард",
        "Милли Бобби Браун",
        "Ребекка Холл",
        "Брайан Тайри Генри",
        "Сюн Огури",
        "Эйса Гонсалес",
        "Джулиан Деннисон",
        "Лэнс Реддик",
        "Кайл Чандлер",
        "Демиан Бичир"
      ],
      "img": "https://fs.kinomania.ru/file/film/a/a2/aa24e90b12bb58b447c4561423f6a6b4.jpeg"
    },
    {
      "id": "krasotka-na-vzvode",
      "name": "Красотка на взводе",
      "year": 2021,
      "category": [
        "Боевик",
        "Комедия"
      ],
      "type": "Новинки",
      "country": [
        "США"
      ],
      "description": "Линди - молодая женщина, которая с самого раннего детства отличалась довольно буйным и сложным нравом. Родители надеялись, что с ходом времени девочка сможет научиться контролировать свой гнев и это не превратится для нее в будущем в большую проблему. Но, они слишком сильно ошибались. Линди работает вышибалой и приступы гнева едва ли не сводят ее с ума. Опасаясь перейти границу и совершить убийство, находясь в очередном приступе ярости, женщина купила себе особенный жилет - время от времени бьющий ее током, позволяющий хотя бы немного сбросить напряжение. До определенного момента все было весьма неплохо и женщине удавалось создавать иллюзию контроля в своей жизни. Все изменилось, когда возлюбленного Линди убили неизвестные. Оставшись совершенно одна, она надеялась лишь на то, что полиция вовремя возьмется за дело и отыщет виновных. Но, проходит несколько месяцев, а слуги закона лишь разводят руками, так как они не в силах ничем помочь оставшейся в одиночестве женщине - убийцу отыскать невозможно. Оставив жилет дома, Линди отправляется в длительную дорогу. Больше она не намерена сдерживаться. Отыскав убийцу своего любимого человека, она выместит на нем весь гнев, копившийся годами. Теперь вы можете фильм Красотка на взводе смотреть онлайн в хорошем качестве.",
      "producer": "Таня Уэкслер",
      "actors": [
        "Кейт Бекинсейл",
        "Бобби Каннавале",
        "Джай Кортни",
        "Лаверн Кокс",
        "Дэвид Брэдли",
        "Ори Феффер",
        "Сьюзен Сарандон",
        "Стэнли Туччи",
        "Константин Грегори",
        "Льюис Иэн Брэй"
      ],
      "img": "https://avatars.mds.yandex.net/get-kinopoisk-image/4716873/60f09cf3-4aa6-4c68-993a-c7ab9464dc07/800x800"
    },
    {
      "id": "ne-vremja-umirat",
      "name": "Не время умирать",
      "year": 2021,
      "category": [
        "Боевик",
        "Триллер",
        "Приключения"
      ],
      "type": "Новинки",
      "country": [
        "Великобритания",
        "США"
      ],
      "description": "На протяжении нескольких десятилетий Джеймс Бонд успешно выполнял задания МИ-6 по всему земному шару. Какой бы сложной не была операция, начальство всегда было уверено в блестящем успехе своего лучшего оперативника. Однако, годы службы капитально вымотали протагониста, после чего он решил уйти в отставку. Покончив с погонями и стрельбой, британец перебрался жить подальше от Туманного Альбиона, поселившись в одном из бунгало солнечной Ямайки. Там герой наслаждается совершенно тишиной и спокойствием, которых ему не хватало так много лет. Вот только Бонд слишком хороший агент, чтобы его так просто оставили в покое. Феликс Лейтер, с которым Джеймс когда-то сотрудничал, во время совместного с ЦРУ задания, появился на острове, как град среди ясного неба. Он сразу же обратился к герою за помощью, рассказав об одном очень серьёзном происшествии. Выяснилось, что террористы выкрали одного гениального профессора, способного создать для бандитов мощную ядерную боеголовку. Если подобное произойдёт, то над всеми крупнейшими странами нависнет смертельная опасность. Недолго думая, англичанин соглашается снова приняться за дело, ведь безопасность всего человечества всегда была для разведчика на первом месте. Теперь вы можете фильм Не время умирать смотреть онлайн в хорошем качестве.",
      "producer": "Кэри Дзёдзи Фукунага",
      "actors": [
        "Дэниэл Крэйг",
        "Рами Малек",
        "Леа Сейду",
        "Лашана Линч",
        "Бен Уишоу",
        "Наоми Харрис",
        "Билли Магнуссен",
        "Ана де Армас",
        "Кристоф Вальц",
        "Рэйф Файнс"
      ],
      "img": "https://avatars.mds.yandex.net/get-kinopoisk-image/1898899/39a12934-12ee-4032-92ac-804c1ae89b8b/800x800"
    },
    {
      "id": "otcovstvo",
      "name": "Отцовство",
      "year": 2021,
      "category": [
        "Драма",
        "Комедия"
      ],
      "type": "Новинки",
      "country": [
        "США"
      ],
      "description": "Счастливый брак, искренняя любовь – идеальные отношения для создания потомства. Недолгое ожидание, некоторые бессонные ночи, и вот – результат теста положительный. Радости нет предела, а волнение то и дело, накатывает и отходит. Получая частые консультации и советы от семейного врача, пара всячески готовится к появлению нового члена семьи. Обустройство кроватки, комнаты, приобретение книг и игрушек – лишь начало пути отцовства и материнства. Моральная подготовка – тоже очень важная часть в процессе становления родителем. Чёрная полоса началась, когда семейный врач сменился незнакомым ранее. Очередной визит предвещает не лучшие последствия и все это чувствуют. Наступил день, когда на свет появится новое чудо. Роды прошли отлично, и счастье переполняло родителей. Сразу после рождения ребёнка, жена падает в обморок. Попытки врачей привести её в чувства – тщетны. Трагедия, что была неожиданным событием в жизни – стала причиной больших проблем. Мэтт берёт на себя полное обеспечение и опеку над ребёнком, желая вырастить своё чадо в любви и заботе. Самостоятельное воспитание предрекает многие трудности и радости. Сумеет ли главный герой дать всё необходимое для своего малыша и навсегда остаться любящим отцом? Теперь вы можете фильм Отцовство смотреть онлайн в хорошем качестве.",
      "producer": "Пол Вайц",
      "actors": [
        "Кевин Харт",
        "Лил Рел Ховери",
        "Мелоди Херд",
        "Элфри Вудард",
        "ДеВанда Уайз",
        "Пол Райзер",
        "Энтони Кэрриган",
        "Дебора Айоринде",
        "Фрэнки Фэйзон",
        "Тедра Портер"
      ],
      "img": "https://avatars.mds.yandex.net/get-kinopoisk-image/4774061/5f36b543-a23f-4c28-927c-436cf8223ab9/800x800"
    },
    {
      "id": "svinja",
      "name": "Свинья",
      "year": 2021,
      "category": [
        "Драма",
        "Триллер"
      ],
      "type": "Новинки",
      "country": [
        "Великобритания"
      ],
      "description": "Роб – нелюдимый бородатый, неряшливый, заросший отшельник, который 15 лет живет в пустошах Орегона в ветхом доме. У него есть единственный друг – трюфельная свинья, специально обученная для поиска грибов. Круглыми сутками парочка ходит по лесу, ищут грибы, сидят у теплой печки. Раз в неделю мужчине приходится видеться с высокомерным глупым мажором Амиром. Он каждый четверг приезжает в глушь купить трюфели, оскорбить хрюшку, попытаться заговорить с Робом. Но попытки общения тщетны. Но «идеальная» жизнь далее не продлилась. Ночью двое неизвестных вломились в дом, жестоко избили затворника, украли любимого животного. Очнувшись, мужчина сразу решает идти на её поиски, но возникает большая проблема. Из городских знакомых в живых у него есть остался ненавистный Амир. Вместе они едут в Портленд, где надеются найти вора, но все намного сложнее, чем кажется. Их совместное путешествие откроет множество тайн, которые хранит город. Роб откроется совсем с другой стороны, ведь пережить потерю не так просто. Амир из недалекого парня постепенно показывается в закомплексованного ребенка со своими бедами и переживаниями. Теперь вы можете фильм Свинья смотреть онлайн в хорошем качестве.",
      "producer": "Майкл Сарноски",
      "actors": [
        "Николас Кейдж",
        "Алекс Вулф",
        "Cassandra Violet",
        "Джулия Брэй",
        "Elijah Ungvary",
        "Бет Харпер",
        "Брайан Сазерленд",
        "Дэвид Шонесси",
        "Гретчен Корбетт",
        "Шон Тарджото"
      ],
      "img": "https://upload.wikimedia.org/wikipedia/ru/b/bc/Pig_%28film%2C_2021%29.jpg"
    },
    {
      "id": "luka",
      "name": "Лука",
      "year": 2021,
      "category": [
        "Мультфильм",
        "Фэнтези",
        "Комедия"
      ],
      "type": "Новинки",
      "country": [
        "США",
        "Италия"
      ],
      "description": "Добро пожаловать на просторы солнечной Италии. В одном из городов этой страны проживает мальчишка, которого зовут Лукой. Парнишке несказанно повезло, ведь ему совсем не нужно ходить в школу и делать уроки, по причине наступивших летних каникул. Это означает, что сорванец всё свободное время может тратить на игры и развлечения, а также заводить новых хороших друзей. Лука от рождения является очень общительным ребёнком, а потому очень быстро обзаводится приятелем. Мальчишки всё время проводят вместе, катаются на мотороллере и обсуждают заветные мечты. Однако, очень скоро наступают разительные перемены, из-за чего протагонист вынужден очень быстро взрослеть и принимать непростые решения. Луке неизвестно, что его новый друг вовсе не является человеком. Он – чудовище из космоса, желающее изучить повадки и природу людей. Для этого он и притворился ребёнком, чтобы не вызывать никакого подозрения у окружающих. Монстр в дальнейшем намерен уничтожить человечество, а также приятеля, во всяком случае именно такие цели он преследовал изначально. Но позже пришелец больше не хочет вредить людям, ведь он познал суть настоящей дружбы. Всё бы ничего, но сородичи инопланетянина не готовы рушить свои планы, из-за чего герои должны будут вступить в противостояние с целой расой из космоса. Теперь вы можете мультфильм Лука смотреть онлайн в хорошем качестве.",
      "producer": "Энрико Касароса",
      "actors": [
        "Джейкоб Тремблей",
        "Майя Рудольф",
        "Джек Дилан Грейзер",
        "Джим Гэффиган",
        "Emma Berman",
        "Марко Барричелли",
        "Саверио Раймондо"
      ],
      "img": "https://thumbs.dfs.ivi.ru/storage8/contents/2/3/364032dbb3f27863649dd2cdcf0fcf.jpg"
    },
    {
      "id": "put-domoj",
      "name": "Путь домой",
      "year": 2019,
      "category": [
        "Мелодрама",
        "Семейный"
      ],
      "type": "Популярные",
      "country": [
        "Китай",
        "США"
      ],
      "description": "Лукас и его подруга Оливия находят симпатичного щеночка в доме, который подлежит сносу. Они решают взять собаку с собой и в итоге дают ей кличку Белла. Обнаружив, что многие щенки также нашли убежище в этом доме, они предотвращают снос. Разъяренный владелец компании в отместку распространяет слух о том, что Белла является питбулем - породой, которая считается опасной для окружающих и запрещена в городе Денвер. Поскольку позже Беллу забирает служба по контролю за животными, Лукас и Оливия вынуждены перебраться в пригород, чтобы вернуть своего любимого домашнего питомца. Однажды герои фильма доверяют Беллу своим друзьям, которые живут в Нью-Мехико, но собака, неспособная вынести расстояние с хозяевами, начинает длинное и полное многочисленных опасностей 'четвероногое путешествие': в течение двух с половиной лет она преодолевает расстояние в 650 километров, чтобы, наконец, вернуться домой. Теперь вы можете фильм Путь домой смотреть онлайн в хорошем качестве.",
      "producer": "Чарльз Мартин Смит",
      "actors": [
        "Брайс Даллас Ховард",
        "Эшли Джадд",
        "Эдвард Джеймс Олмос",
        "Александра Шипп",
        "Джона Хауэр-Кинг",
        "Кристофер Бауэр",
        "Бэрри Уотсон",
        "Мотелл Джин Фостер",
        "Уэс Стьюди",
        "Джон Кассини"
      ],
      "img": "https://avatars.mds.yandex.net/get-kinopoisk-image/1629390/a0f6d363-ca0e-4e99-9b4a-bb277fc47518/300x450"
    },
    {
      "id": "verju-v-ljubov",
      "name": "Верю в любовь",
      "year": 2020,
      "category": [
        "Драма",
        "Мелодрама",
        "Биография"
      ],
      "type": "Популярные",
      "country": [
        "США"
      ],
      "description": "Любовь огромные границы способна превратить в небольшие дорожки. Это чувство скрепляет разных людей, делая их заложниками сердец. Даже одинокие и отстраненные личности не могут игнорировать назначенные встречи. Подростку не интересно учиться в учебном заведении, он думал только о музыке. Несмотря на симпатичную внешность, он хочет поскорее начать отношения с представительницами слабого пола. Он постоянно наблюдался на разных вечеринках, где сталкивается с постоянными признаниями. Джереми никогда не был чувствительным, он отказывал всем, называя вещи своими именами. Он в собственном репертуаре не использует песни, чтобы нежнее разговаривать с привлекательными особами, а говорит только правду. Ситуация кардинально изменилась, когда он на пути встретил Мелиссу. Она сильная и невозмутимая с собственными принципами. Это зацепило его. Теперь главный герой решает добиться расположения сердца барышни. Оказывается. Что такой характер за сутки не изменить. Чтобы мог подумать, что причины ее предвзятого отношения расползаются за пределами вкусов. Незнакомка тщательно скрывает тайны, это дает возможность радоваться жизни, и познавать истинные светлые чувства. Теперь вы можете фильм Верю в любовь смотреть онлайн в хорошем качестве.",
      "producer": "Эндрю Эрвин",
      "actors": [
        "Кей Джей Апа",
        "Бритт Робертсон",
        "Нэйтан Парсонс",
        "Гэри Синиз",
        "Шенайя Твейн",
        "Рубен Додд",
        "Николас Бехтель",
        "Мелисса Роксбур",
        "Терри Серпико",
        "Таня Кристиансен"
      ],
      "img": "https://avatars.mds.yandex.net/get-kinopoisk-image/1629390/a2a1b128-6aa2-4fe4-9c83-7522e038fde4/800x800"
    },
    {
      "id": "esche-po-odnoj",
      "name": "Еще по одной",
      "year": 2020,
      "category": [
        "Драма",
        "Комедия"
      ],
      "type": "Популярные",
      "country": [
        "Дания",
        "Швеция"
      ],
      "description": "В ходе очередной посиделки четверо друзей вспоминают про гипотезу одного философа и психиатра, что наличие в крови небольшого количества алкоголя повышает работоспособность и способствует улучшению жизни человека. По мнению ученого, поддержание определенного количества выпитого улучшает творческие способности личности. Так как многие из них переживают некоторые переживания и ведут довольно скучный образ жизни, они решают проверить ее и начинают понемногу выпивать во время работы. Впоследствии действительно у них многое в жизни налаживается. Семейные и служебные проблемы решаются. Мартин, который преподает в школе историю, вызывает скуку у учащихся. Свое недовольство по этому поводу учителю высказывают родители школьников, переживая за некомпетентную подготовку к предстоящим экзаменам, однако после того, как он стал придерживаться вспомнившейся теории, он пользуется успехом у подростков. Остальные напарники также становятся яркими преподавателями. Компания намерена увеличить дозу принимаемого промилле, рассчитывая, что это принесет большую эффективность. Они собираются вместе и напиваются. Незамедлительно на следующий же день у некоторых возникают конфликтные ситуации с членами семьи. У историка и вовсе уходит супруга, считая, что он стал алкоголиком. Друзья не хотят продолжать задуманный эксперимент. Теперь вы можете фильм Еще по одной смотреть онлайн в хорошем качестве.",
      "producer": "Томас Винтерберг",
      "actors": [
        "Мадс Миккельсен",
        "Томас Бо Ларсен",
        "Магнус Милланг",
        "Ларс Ранте",
        "Мария Бонневи",
        "Хелена Рейнгор Нойманн",
        "Суссе Вольд",
        "Магнус Сьёруп",
        "Силас Корнелиус Ван",
        "Альберт Рудбек Линдхардт"
      ],
      "img": "https://upload.wikimedia.org/wikipedia/ru/e/ed/%D0%95%D1%89%D1%91_%D0%BF%D0%BE_%D0%BE%D0%B4%D0%BD%D0%BE%D0%B9.jpg"
    },
    {
      "id": "dzhoker",
      "name": "Джокер 2019",
      "year": 2019,
      "category": [
        "Триллер",
        "Драма",
        "Криминал"
      ],
      "type": "Популярные",
      "country": [
        "США",
        "Канада"
      ],
      "description": "В центре повествования драматического триллера 'Джокер' оказывается сорокалетний мужчина по имени Артур Флек, который живет в коррумпированном Готэме вместе со своей матерью Пенни. Поскольку город захлестнула волна преступности, он подвергается нападению уличных хулиганов во время своей работы в образе клоуна. Главный герой мечтает стать знаменитым юмористом, однако психическое расстройство не позволяет Артуру осуществить свою мечту. Однажды вечером, когда он возвращается домой на метро после неприятного инцидента, после которого его уволили, трое сотрудников компании Wayne Enterprises решили избить Артура. Но тот, имея револьвер, оставленный бывшим коллегой, убивает двоих в целях самообороны, а затем разбирается и с третьим парнем. Тем временем в городе вспыхивают демонстрации в знак протеста против местных богачей, и Артур решает воспользоваться этим, чтобы перевоплотиться в Джокера... Теперь вы можете фильм Джокер смотреть онлайн в хорошем качестве.",
      "producer": "Тодд Филлипс",
      "actors": [
        "Хоакин Феникс",
        "Роберт Де Ниро",
        "Зази Битц",
        "Фрэнсис Конрой",
        "Бретт Каллен",
        "Шей Уигэм",
        "Билл Кэмп",
        "Гленн Флешлер",
        "Ли Гилл",
        "Джош Пэйс"
      ],
      "img": "https://avatars.mds.yandex.net/get-kinopoisk-image/1946459/84934543-5991-4c93-97eb-beb6186a3ad7/600x900"
    },
    {
      "id": "krujella",
      "name": "Круэлла 2021",
      "year": 2021,
      "category": [
        "Комедия",
        "Криминал"
      ],
      "type": "Новинки",
      "country": [
        "США"
      ],
      "description": "Сюжет увлекательного фильма разворачивается вокруг коварной и эффектной женщины Круэллы де Виль, она обожает черно-белый цвет. Женщина привыкла постоянно добиваться желаемого, с ее нереальными финансовыми возможностями, она себе можно позволить самые дорогие вещи. Однажды она заприметила одну семью, где жило огромное количество маленьких щенков-далматинцев. В ее злобной голове тут де появилась идея, теперь девушка хочет из шкур маленьких и милых собак сшить уникальную шубу, которая отлично дополнит ее образ. Злодейка решат реализовать гениальный план, но хозяин щенков напрочь отказывается продавать домашних любимцев. Но небольшая неудача на этом моменте не остановила красавицу. Она принимает решение благодаря верным помощникам, выкрасть этих собачек, и приступить к запланированным работам над новой вещицей. Главная героиня не представляла, что питомцы могут за себя постоять. В это время хозяева стараются отыскать членов семьи, совершенно не понимая, что малышам грозит опасность. Только объединившись, щенки смогут противостоять преступнице и спасти собственные шкуры. Как будут происходить дальнейшие события фильма, смогут несчастные персонажи выбраться их рук злобной особы? Теперь вы можете фильм Круэлла смотреть онлайн в хорошем качестве.",
      "producer": "Крэйг Гиллеспи",
      "actors": [
        "Эмма Стоун",
        "Эмма Томпсон",
        "Джоэль Фрай",
        "Пол Уолтер Хаузер",
        "Джон Маккри",
        "Эмили Бичем",
        "Марк Стронг",
        "Кайван Новак",
        "Кирби Хауэлл-Баптист",
        "Джэми Деметриу"
      ],
      "img": "https://avatars.mds.yandex.net/get-kinopoisk-image/4303601/9bb0f260-1c5f-4698-91cc-de481bfd0f55/300x450"
    },
    {
      "id": "mortal-kombat",
      "name": "Мортал Комбат 2021",
      "year": 2021,
      "category": [
        "Боевик",
        "Фэнтези",
        "Фантастика"
      ],
      "type": "Популярные",
      "country": [
        "США"
      ],
      "description": "В семнадцатом веке жизнь в Японии требовала от мужчины мужества и умения владеть оружием, и Ханзо Хасаши воистину великий мастер клинка, но даже это не спасает его от беды. Пока он объезжает окрестности, на замок нападает банда могущественного криоманта Би Хана, и замораживает насмерть его супругу Юрико и сына Дзюбэя. Вернувшийся хозяин вступает в неравный бой, но гибнет от руки более молодого соперника. Выжить смогла только дочь бедняги Лин Куэй, которую спасает бог грома Райден. Спустя триста лет способный боец Коул Янг не добился значимых успехов и вынужден промышлять участием в подпольных поединках без правил. После того как он сдает бой, получив за это двести долларов вознаграждения, в его раздевалке появляется некий Джексон Бригс и предупреждает героя, что впереди грядут серьезные неприятности. Придя домой и садясь в кругу семьи за скудный ужин, мужчина подвергается нападению вооруженных молодчиков Би, взявшего имя Саб Зиро. Лишь с помощью внезапно появившегося спецназовца Джакса, Янгу получается спасти родных, а сам он отправляется на встречу с Соней Блейд. Девушка объясняет, что Коул входит в трио избранных, коим предстоит участвовать в турнире 'Мортал Комбат', где будет решаться судьба планеты. Вскоре к ним присоединяется преступник Кано, и герои начинают подготовку к соревнованию. Теперь вы можете фильм Мортал Комбат смотреть онлайн в хорошем качестве.",
      "producer": "Саймон Маккуойд",
      "actors": [
        "Льюис Тан",
        "Джо Таслим",
        "Джессика МакНэми",
        "Джош Лоусон",
        "Хироюки Санада",
        "Мехкад Брукс",
        "Луди Линь",
        "Макс Хуан",
        "Таданобу Асано",
        "Чинь Хань"
      ],
      "img": "https://avatars.mds.yandex.net/get-kinopoisk-image/4303601/f56710bd-85c3-49b8-9260-2fa8a3d07c01/600x900"
    }
  ],
  "users": [
    {
      "id": 0,
      "picture": "https://avatars.dicebear.com/api/avataaars/:seed.svg",
      "name": {
        "first": "Victoria",
        "last": "Greene"
      },
      "login": "+375297659847",
      "email": "victoria.greene@zaj.ca",
      "password": "123"
    }
    
  ]
}